[
{
"ABT":"\t\t This App is Up-to-Date ",
"ID":"02",
"T":"MB-UPDATES",
"NOS":"1",
"ST":"MBMovie",
"THUMB":"https://scontent.fhyd6-1.fna.fbcdn.net/v/t1.0-9/15356630_376085299398550_4704561107099320860_n.png?_nc_cat=0&oh=56ee05e654aa16872e8b64d41e8947db&oe=5BE82DE3",
"NPU":""
},
{
"ABT":"Case Closed, also known as Detective Conan (名探偵コナン Meitantei Konan), is an ongoing Japanese detective manga series written and illustrated by Gosho Aoyama. It was serialized in Shogakukan's Weekly Shōnen Sunday on January 19, 1994, and has been collected into 93 tankōbon volumes. Due to legal considerations with the name Detective Conan, the English language release was renamed to Case Closed.[3] The story follows an amateur detective who was transformed into a child while investigating a mysterious organization, and solves a multitude of cases while impersonating his friend's father and other characters. The series received an anime adaptation by Yomiuri Telecasting Corporation and TMS Entertainment. The anime resulted in animated feature films, original video animations, video games, audio disc releases and live action episodes. In 2009, a television special titled Lupin the 3rd vs. Detective Conan was aired featuring characters from Lupin III. Funimation licensed the anime series for North American broadcast in 2003 under the name Case Closed with the characters given Americanized names. The anime premiered on Cartoon Network as part of their Adult Swim programming block but was discontinued due to low ratings. In March 2013, Funimation began streaming their licensed episodes of Case Closed; Crunchyroll simulcast them in 2014. Funimation also localized the first six Case Closed films, while Discotek Media localized the Lupin III crossover special and its film sequel. Meanwhile, the manga was localized by Viz Media, who used Funimation's changed title and character names. The tankōbon volumes of the manga have sold over 140 million copies worldwide, making it the seventh best-selling manga series. In 2001, the manga was awarded the 46th Shogakukan Manga Award in the shōnen category. The anime adaptation has been well received and ranked in the top twenty in Animage's polls between 1996 and 2001. In the Japanese anime television ranking, Case Closed episodes ranked in the top six on a weekly basis. Both the manga and the anime have had positive response from critics for their plot and cases.",
"ID":"01",
"T":"Detective Conan",
"NOS":"2",
"ST":"TvShow",
"THUMB":"http://az735906.vo.msecnd.net/aniheraldcdn/wp-content/uploads/2016/01/Detective-Conan-Header-001-20160101.jpg",
"NPU":"detectiveconan"
},
{
"ABT":"Dragon Ball Z (Japanese: ドラゴンボールZ ゼット Hepburn: Doragon Bōru Zetto, commonly abbreviated as DBZ) is a Japanese anime television series produced by Toei Animation. It is the sequel to the Dragon Ball anime and adapts the latter 325 chapters of the original 519-chapter Dragon Ball manga series created by Akira Toriyama. Dragon Ball Z aired in Japan on Fuji TV from April 26, 1989 to January 31, 1996, before getting dubbed in territories including the United States, Canada, Australia, Europe, India and Latin America.\n\t Dragon Ball Z follows the adventures of Goku who, along with his companions, defend the Earth against villains ranging from conquerors (Vegeta, Frieza), androids (Cell) and other creatures (Majin Buu). While the original Dragon Ball anime followed Goku from childhood to early adulthood, Dragon Ball Z is a continuation of his adult life, but at the same time parallels the lives of his sons, Gohan and Goten, as well as the development of his rivals Piccolo and Vegeta from enemies to allies.\n\t Due to the success of the anime in the United States, the manga chapters comprising its story were initially released by Viz Media under the title Dragon Ball Z. Additional works called animanga were released in Japan, which adapt the animation to manga form. Dragon Ball Z's popularity has spawned numerous releases which have come to represent the majority of content in the Dragon Ball universe; including 17 movies and 148 video games, many of them being only released in Japan, and a host of soundtracks stemming from this material. Dragon Ball Z remains a cultural icon through numerous adaptations, including a more-recent remastered broadcast titled Dragon Ball Kai.There have also been two sequel series; Dragon Ball GT (1996–1997) and Dragon Ball Super (2015–2018).",
"ST": "TvShow",
"T": "Dragon Ball Z",
"NOS": "3",
"THUMB": "https://2.bp.blogspot.com/-PwblW28Uc18/VanI02tq98I/AAAAAAAACTw/v6W_0HAmV6E/s1600/dbz.png",
"NPU": "dragonballz"
},
{
"ABT":"Pokémon (Japanese: ポケモン Hepburn: Pokemon, Japanese: [pokemoɴ]; English: /ˈpoʊkɪˌmɒn, -ki-, -keɪ-/) is a media franchise managed by The Pokémon Company, a Japanese consortium between Nintendo, Game Freak, and Creatures.The franchise copyright is shared by all three companies, but Nintendo is the sole owner of the trademark. The franchise was created by Satoshi Tajiri in 1995, and is centered on fictional creatures called Pokémon, which humans, known as Pokémon Trainers, catch and train to battle each other for sport. The English slogan for the franchise is 'Gotta Catch 'Em All'.\n The franchise began as a pair of video games for the original Game Boy that were developed by Game Freak and published by Nintendo. It now spans a video game series, a trading card game, an anime television series, a film series, books, manga comics, music, toys, and merchandise. Pokémon is the highest-grossing media franchise of all time, with over ¥6 trillion($59.1 billion) in total revenue.It includes the world's top-selling toy brand,the top-selling trading card game with over 25.7 billion cards sold,the second best-selling video game franchise (behind only Nintendo's Mario franchise)ith more than 300 million copies sold, and the most successful television show based on a video game. The franchise is also represented in other Nintendo media, such as the Super Smash Bros. series.",
"ST":"TvShow",
"T": "Pokemon",
"NOS": "1",
"THUMB": "http://otakudome.com/wp-content/uploads/2014/12/url3.jpg",
"NPU": "pokemon"
},
{
"ABT":"Power Rangers is an American entertainment and merchandising franchise built around a live action superhero television series. Produced first by Saban Entertainment, later by BVS Entertainment, and today by SCG Power Rangers & Hasbro, the television series takes much of its footage from the Japanese tokusatsu Super Sentai, produced by Toei Company.The first Power Rangers entry, Mighty Morphin Power Rangers, debuted on August 28, 1993, and helped launch the Fox Kids programming block of the 1990s, during which it catapulted into popular culture along with a line of action figures and other toys by Bandai.[2] As of 2001, the media franchise has generated over $6 billion in retail sales worldwide",
"ST":"TvShow",
"T": "Power Rangers",
"NOS": "1",
"THUMB": "http://assets1.ignimgs.com/2016/05/06/mighty-morphin-s1-power-rangersjpg-652e5e_765w.jpg",
"NPU": "powerrangers"
},
{
"ABT":"Scooby-Doo is an American animated franchise, comprising many animated television series produced from 1969 to the present day. Writers Joe Ruby and Ken Spears created the original series, Scooby-Doo, Where Are You!, for Hanna-Barbera Productions in 1969. This Saturday-morning cartoon series featured four teenagers—Fred Jones, Daphne Blake, Velma Dinkley, and Norville Shaggy Rogers—and their talking brown Great Dane named Scooby-Doo, who solve mysteries involving supposedly supernatural creatures through a series of antics and missteps.\n \tFollowing the success of the original series, Hanna-Barbera and its successor Warner Bros. Animation have produced numerous follow-up and spin-off animated series and several related works, including television specials and made-for-TV movies, a line of direct-to-video films, and two Warner Bros.–produced theatrical feature films. Some versions of Scooby-Doo feature different variations on the show's supernatural theme, and include characters such as Scooby's cousin Scooby-Dum and nephew Scrappy-Doo in addition to or instead of some of the original characters",
"ID":"09",
"ST":"TvShow",
"T": "Scooby-Doo",
"NOS": "4",
"THUMB": "http://assets.nydailynews.com/polopoly_fs/1.2515976.1454336796!/img/httpImage/image.jpg_gen/derivatives/article_750/jan-05.jpg",
"NPU": "scoobydoo"
},
{
"ABT":"\t Crayon Shin-chan (Japanese: クレヨンしんちゃん Hepburn: Kureyon Shin-chan), also known as Shin Chan, is a Japanese manga series written and illustrated by Yoshito Usui. It follows the adventures of the five-year-old Shinnosuke 'Shin' Nohara and his parents, baby sister, dog, neighbours, and friends and is set in Kasukabe, Saitama Prefecture.\n\t Crayon Shin-chan first appeared in 1990 in a Japanese weekly magazine called Weekly Manga Action, which is published by Futabasha. Due to the death of author Yoshito Usui, the manga in its original form ended on September 11, 2009. A new manga began in the summer of 2010 by members of Usui's team,titled New Crayon Shin-chan (新クレヨンしんちゃん Shin Kureyon Shin-chan).\n\t An anime adaptation of the series began airing on TV Asahi in 1992 and is still ongoing on several television networks, worldwide. The show has now been dubbed in 30 languages which aired in 45 countries, has over 970 episodes and 26 full-length films. Crayon Shin-chan is the 24th highest-grossing animated franchise and more than 100 million copies of the manga have been sold worldwide.",
"ID":"09",
"ST":"TvShow",
"T": "Shinchan",
"NOS": "4",
"THUMB": "https://qph.ec.quoracdn.net/main-qimg-60469785a6593652adf7e7388194d0f8?convert_to_webp=true",
"NPU": "shinchan"
},
{
"ABT":"\t\t Ninja Hattori-kun (忍者ハットリくん), known as Ninja Hattori in some countries, is a manga series created by Fujiko Fujio A, later adapted into a television drama, a 1981 anime series, a video game and a live-action movie. It was remade as a 2012 anime series as a joint venture between India and Japan and is currently airing in several Asian countries including in India itself in English.",
"T": "Ninja Hattori",
"NOS": "1",
"THUMB": "https://ih0.redbubble.net/image.224474600.0383/flat,600x600,070,f.u1.jpg",
"ST": "TvShow",
"NPU": "ninjahattori"
},
{
"ABT":"\t\t Oggy is a fat blue cat who loves watching TV and cooking. The only bane in his peaceful existence is the presence of three pesky roaches who love raiding his fridge and generally irritating him.",
"T": "Oggy and the Cockroaches",
"NOS": "1",
"THUMB": "http://vignette1.wikia.nocookie.net/oggyandthecockroaches/images/e/ea/Jack_and_Oggy_and_cockroaches.jpg",
"ST": "TvShow",
"NPU": "oggyandthecockroaches"
},
{
"ABT":"\t\t Spider-Man, also known as Spider-Man: The Animated Series, is an American animated television series based on the Marvel Comics superhero of the same name. The show ran on Fox Kids from November 19, 1994, to January 31, 1998, and ran reruns on the Jetix block on Toon Disney and on Disney XD. The producer/story editor was John Semper, Jr. and the production company was Marvel Films Animation",
"ID":"09",
"ST":"TvShow",
"T": "Spider Man: The Animated Series",
"NOS": "5",
"THUMB": "https://oldies-cdn.freetls.fastly.net/i/boxart/w340/01/06/043396010680.jpg?v=3",
"NPU": "spiderman"
}
]