[
{
"ABT":"\t\t One Hundred and One Dalmatians, often abbreviated as 101 Dalmatians, is a 1961 American animated adventure film produced by Walt Disney and based on the 1956 novel The Hundred and One Dalmatians by Dodie Smith. The 17th Disney animated feature film, the film tells the story of a litter of Dalmatian puppies who are kidnapped by the villainous Cruella de Vil, who wants to use their fur to make into coats. Their parents, Pongo and Perdita, set out to save their children from Cruella, all the while rescuing 84 additional puppies that were bought in pet shops, bringing the total of Dalmatians to 101. \n \t\t Originally released to theaters on January 25, 1961, by Buena Vista Distribution, One Hundred and One Dalmatians was a box office success, pulling the studio out of the financial slump caused by Sleeping Beauty, a costlier production released two years prior.Aside from its box office revenue, its commercial success was due to the employment of inexpensive animation techniques—such as using xerography during the process of inking and painting traditional animation cels—that kept production costs down. It was remade into a live action film in 1996.",
"ID":"03",
"T": "101 Dalmatians 1961",
"NOS": "1",
"ST": "TvShow",
"THUMB": "https://lumiere-a.akamaihd.net/v1/images/image_798cbbfc.jpeg",
"NPU": "101dalmatians"
},
{
"ABT":"\t\t Aladdin is an American animated television series made by Walt Disney Television Animation which aired from September 5, 1994, to November 25, 1995, based on the original 1992 Disney film of the same name. The series is set after The Return of Jafar and picked up where the installment left off. Aladdin's TV series is considered one of Disney's finest TV animation work. \n \t\t The series was produced by Alan Zaslove and Tad Stones, who were already renowned for their work on Chip 'n Dale Rescue Rangers and Darkwing Duck. Many of the films stars provided the voices of their TV counterparts, with the notable exceptions of Dan Castellaneta filling in for Robin Williams in the Genie role (like in The Return of Jafar), and Val Bettin as the Sultan (who replaced Douglas Seale after the original film). Unlike The Little Mermaid, the series does not feature any musical numbers.\n\t\t It led two direct-to-videos followed by: The Return of Jafar, was released on May 20, 1994, and Aladdin and the King of Thieves, was released on August 13, 1996.",
"ID":"03",
"T": "Aladdin",
"NOS": "1",
"ST": "TvShow",
"THUMB": "http://is5.mzstatic.com/image/thumb/Video62/v4/be/9b/c8/be9bc819-7dcf-007e-a99f-af9389533a62/source/1200x630bb.jpg",
"NPU": "aladdin"
},
{
"ABT":"\t\t Avengers Assemble is an American animated television series based on the fictional Marvel Comics superhero team known as the Avengers. Designed to capitalize on the success of the 2012 film, The Avengers, the series premiered on Disney XD on May 26, 2013 as the successor to The Avengers: Earth's Mightiest Heroes.\n\t\t It previously aired alongside Ultimate Spider-Man and Guardians of the Galaxy as a part of the Marvel Universe block. Joe Casey, Joe Kelly, Duncan Rouleau and Steven T. Seagle, known collectively as Man of Action, developed the series and were executive producers on seasons 1 and 2",
"ID":"03",
"T": "Avengers Assemble",
"NOS": "1",
"ST": "TvShow",
"THUMB": "https://static.next-episode.net/tv-shows-images/huge/marvels-avengers-assemble.jpg",
"NPU": "avengersassemble"
},
{
"ABT":"When 10-year-old Ben Tennyson discovers a mysterious device, he gains the power to change into 10 different alien heroes, each with uniquely awesome powers. The Ben 10 franchise has received wide critical acclaim, winning three Emmy Awards. Worldwide, it has grossed over $4.5 billion in retail sales. The franchise consists primarily of five television series and four films, the latter of which aired between August 2007 and March 2012. Spanning thirteen years, it is Cartoon Network's longest-running franchise to date.",
"ID":"04",
"T": "Ben 10",
"NOS": "4",
"ST": "TvShow",
"THUMB": "https://res.cloudinary.com/maymay/image/upload/v1511346843/Ben10Wallpaper3800_gt0fq3.jpg",
"NPU": "ben10"
},
{
"ABT":"Beyblade, known in Japan as Explosive Shoot Beyblade (爆転シュートベイブレード Bakuten Shūto Beiburēdo), is a Japanese manga series written and illustrated by Takao Aoki to promote sales of spinning tops called Beyblades. Originally serialized in CoroCoro Comic from September 1999 to July 2004, the individual chapters were collected and published in 14 tankōbon by Shogakukan. The series focuses on a group of kids who form teams with which they battle one another using Beyblades.",
"ID":"05",
"T": "Beyblade",
"NOS": "2",
"ST": "TvShow",
"THUMB": "http://images2.fanpop.com/image/photos/13600000/Bladebrakers-beyblade-13671771-500-375.jpg",
"NPU": "beyblade"
},
{
"ABT":"Tyson and the Bladebreakers must partake in the ultimate Beyblade battle in order to save Daichi, a young hyperactive kid, and the world from the wrath of the mysterious dark-spirited Beybladers.",
"ID":"06",
"T": "Beyblade",
"NOS": "1",
"THUMB": "http://3.bp.blogspot.com/-Q_wtj0rDeag/VeboNTAmDhI/AAAAAAAAGlY/vFZ4R1ePa4s/s1600/Beyblade%2BThe%2BMovie%2BEk%2BBhayankar%2BYudh%2521%2Ba.k.a%2BFierce%2BBattle%2521%2BHINDI%2BFull%2BMovie%2B%25282004%2529.jpg",
"ST": "Movie",
"NPU": "beyblademovie"
},
{
"ABT":"Big Hero 6 is a 2014 American 3D computer-animated superhero film produced by Walt Disney Animation Studios and released by Walt Disney Pictures. Loosely based on the superhero team of the same name by Marvel Comics, the film is the 54th Disney animated feature film. Directed by Don Hall and Chris Williams, the film tells the story of Hiro Hamada, a young robotics prodigy who forms a superhero team to combat a masked villain. The film features the voices of Scott Adsit, Ryan Potter, Daniel Henney, T.J. Miller, Jamie Chung, Damon Wayans, Jr., Genesis Rodriguez, Alan Tudyk, James Cromwell, and Maya Rudolph.Big Hero 6 is the first Disney animated film to feature Marvel Comics characters, whose parent company was acquired by The Walt Disney Company in Walt Disney Animation Studios created new software technology to produce the film's animated visuals.",
"ID":"07",
"T": "Big Hero 6",
"NOS": "1",
"ST": "Movie",
"THUMB": "https://lumiere-a.akamaihd.net/v1/images/open-uri20150422-12561-4n6yar_2ec1d223.jpeg",
"NPU": "bighero6"
},
{
"ABT":"\t\t Bugs Bunny is an animated cartoon character, created in the late 1930s by Leon Schlesinger Productions (later Warner Bros. Cartoons) and voiced originally by Mel Blanc. Bugs is best known for his starring roles in the Looney Tunes and Merrie Melodies series of animated short films, produced by Warner Bros. Though a similar character debuted in the WB cartoon Porky's Hare Hunt (1938) and appeared in a few subsequent shorts, the definitive character of Bugs is widely credited to have made his debut in director Tex Avery's Oscar-nominated film A Wild Hare (1940).\n\t\t Bugs is an anthropomorphic gray and white hare or rabbit who is famous for his flippant, insouciant personality. He is also characterized by a Brooklyn accent, his portrayal as a trickster, and his catch phrase Eh... What's up, doc? Due to Bugs popularity during the golden age of American animation, he became an American cultural icon and the official mascot of Warner Bros. Entertainment. He can thus be seen in the older Warner Bros. company intros.\n\t\t Since his debut, Bugs has appeared in various short films, feature films, compilations, TV series, music records, comic books, video games, award shows, amusement park rides, and commercials. He has also appeared in more films than any other cartoon character,is the ninth most-portrayed film personality in the world,and has his own star on the Hollywood Walk of Fame",
"ID":"03",
"T": "Bugs Bunny",
"NOS": "1",
"ST": "TvShow",
"THUMB": "https://s-media-cache-ak0.pinimg.com/originals/2a/ef/5d/2aef5de8d3c3dd4d8b6806aa56a2a8da.jpg",
"NPU": "bugsbunny"
},
{
"ABT":"\t\t Chip and Dale (also rendered as Chip 'n' Dale or Chip an' Dale) are two chipmunk cartoon characters created at Walt Disney Productions in 1943. Their names are a pun based on the name of the famous 18th-century cabinet maker and furniture designer Thomas Chippendale. This was suggested by Bill Tex Henson, a story artist at the studio.\n\t\t Of the two, Chip is portrayed as being safe, focused, and having a mind for logical scheming. Dale, by contrast, is more laid-back, dim-witted, and impulsive, and has a very strong sense of humor. Originally the two had a very similar appearance, but as a way to tell them apart, some differences were introduced: Chip has a small black nose (which somewhat resembles a chocolate chip, as befitting his name) and two centered protruding teeth, whereas Dale has a large dark red nose and his prominent canine teeth showing. Chip is also depicted as having smooth hair on top of his head while Dale's tends to be ruffled.\n\t\t In most cartoons, they are antagonists against Pluto, Mickey Mouse, or most often, Donald Duck. They were given their own series in the 1950s, but only three cartoons resulted under their name: Chicken in the Rough (1951), Two Chips and a Miss (1952) and The Lone Chipmunks (1954).",
"ID":"03",
"T": "Chip 'n' Dale",
"NOS": "2",
"ST": "TvShow",
"THUMB": "http://cinergetica.com.mx/wp-content/uploads/2014/02/chip-y-dale-rescatadores-645x505.jpg",
"NPU": "chipndale"
},
{
"ABT":"Coco is a 2017 American 3D computer-animated fantasy film produced by Pixar Animation Studios and released by Walt Disney Pictures. Based on an original idea by Lee Unkrich, it is directed by him and co-directed by Adrian Molina. The film's voice cast stars Anthony Gonzalez, Gael García Bernal, Benjamin Bratt, Alanna Ubach, Renée Victor, Ana Ofelia Murguía, and Edward James Olmos. The story follows a 12-year-old boy named Miguel who is accidentally transported to the Land of the Dead, where he seeks the help of his deceased musician great-great-grandfather to return him to his family among the living.\n\t\t The concept for Coco is inspired by the Mexican Day of the Dead holiday. The film was scripted by Molina and Matthew Aldrich from a story by Unkrich, Jason Katz, Aldrich and Molina. Pixar began developing the animation in 2016; Unkrich and some of the film's crew visited Mexico for research. Composer Michael Giacchino, who had worked on prior Pixar animated features, composed the score. Coco is the first film with a nine-figure budget to feature an all-Latino cast (with the exception of John Ratzenberger), with a cost of $175–200 million.\n\t\t Coco premiered on October 20, 2017 during the Morelia International Film Festival in Morelia, Mexico. It was theatrically released in Mexico the following week, the weekend before Día de los Muertos, and in the United States on November 22, 2017. The film was praised for its animation, voice acting, music, emotional story, and respect for Mexican culture. It grossed over $806 million worldwide, becoming the 15th highest-grossing animated film ever and was the 11th highest-grossing film of 2017. Recipient of several accolades, Coco was chosen by the National Board of Review as the Best Animated Film of 2017. The film won two Academy Awards for Best Animated Feature and Best Original Song Remember Me. Additionally, it also won the Best Animated Film at the BAFTA Awards, Golden Globe Awards, Critic's Choice Movie Awards, and Annie Awards.",
"ID":"03",
"T": "Coco 2017",
"NOS": "1",
"ST": "Movie",
"THUMB": "http://piccc.coolsanime.com/c/1624_3.jpg",
"NPU": "coco"
},
{
"ABT":"Courage the Cowardly Dog is an American animated horror comedy television series created by John R. Dilworth for Cartoon Network's Cartoon Cartoons block. The main character is the eponymous pink, anthropomorphic dog named Courage, who lives with a married elderly couple in the middle of Nowhere. The trio are frequently thrown into bizarre misadventures, often involving the paranormal or supernatural. The series is known for its dark, surreal humor and atmosphere.\n\t\t Dilworth pitched the series to Hanna-Barbera's animated shorts showcase What a Cartoon!, and a pilot (titled The Chicken from Outer Space aired on Cartoon Network in early 1996. The segment was nominated for an Academy Award, but lost to Wallace and Gromit's A Close Shave. Cartoon Network greenlit a series from the short, which premiered on November 12, 1999 and ended on November 22, 2002, with four seasons of 13 episodes each produced. During its run, the series was nominated for 3 Golden Reel Awards and 1 Annie Award. The series received critical acclaim from critics and audiences and has developed a strong cult following. Spin-off media include home video releases and collectible toys.",
"ID":"03",
"T": "Courage The Cowardly Dog",
"NOS": "4",
"ST": "TvShow",
"THUMB": "http://www.cartoonson.com/_resources/Cartoons/show/7/image/555x418/courage-the-cowardly-dog-show.jpg",
"NPU": "couragethecowardlydog"
},
{
"ABT":"\t Daffy Duck is an animated cartoon character produced by Warner Bros. Styled as an anthropomorphic black duck, the character has appeared in cartoon series such as Looney Tunes and Merrie Melodies, where he usually has been depicted as a foil of Bugs Bunny. Daffy was one of the first of the new screwball characters that emerged in the late 1930s to replace traditional everyman characters who were more popular earlier in the decade,[citation needed] such as Mickey Mouse and Popeye.\n\t\t Daffy starred in 130 shorts in the golden age, making him the third-most frequent character in the Looney Tunes Merrie Melodies cartoons, behind Bugs Bunny's 167 appearances and Porky Pig's 162 appearances. Virtually every Warner Bros. cartoon director put his own spin on the Daffy Duck character – he may be a lunatic vigilante in one short but a greedy gloryhound in another. Bob Clampett and Chuck Jones both made extensive use of these two very different versions of the character.\n\t\tDaffy was number 14 on TV Guide's list of top 50 greatest cartoon characters",
"ID":"03",
"T": "Daffy Duck",
"NOS": "1",
"ST": "TvShow",
"THUMB": "http://images5.fanpop.com/image/photos/30100000/Daffy-Duck-daffy-duck-the-looney-tunes-show-30139694-701-394.png",
"NPU": "daffyduck"
},
{
"ABT":"\t\tCase Closed, also known as Detective Conan (名探偵コナン Meitantei Konan), is an ongoing Japanese detective manga series written and illustrated by Gosho Aoyama. It was serialized in Shogakukan's Weekly Shōnen Sunday on January 19, 1994, and has been collected into 93 tankōbon volumes. Due to legal considerations with the name Detective Conan, the English language release was renamed to Case Closed.[3] The story follows an amateur detective who was transformed into a child while investigating a mysterious organization, and solves a multitude of cases while impersonating his friend's father and other characters. The series received an anime adaptation by Yomiuri Telecasting Corporation and TMS Entertainment. The anime resulted in animated feature films, original video animations, video games, audio disc releases and live action episodes. In 2009, a television special titled Lupin the 3rd vs. Detective Conan was aired featuring characters from Lupin III. Funimation licensed the anime series for North American broadcast in 2003 under the name Case Closed with the characters given Americanized names. The anime premiered on Cartoon Network as part of their Adult Swim programming block but was discontinued due to low ratings. In March 2013,\n\t\t Funimation began streaming their licensed episodes of Case Closed; Crunchyroll simulcast them in 2014. Funimation also localized the first six Case Closed films, while Discotek Media localized the Lupin III crossover special and its film sequel. Meanwhile, the manga was localized by Viz Media, who used Funimation's changed title and character names. The tankōbon volumes of the manga have sold over 140 million copies worldwide, making it the seventh best-selling manga series. In 2001, the manga was awarded the 46th Shogakukan Manga Award in the shōnen category. The anime adaptation has been well received and ranked in the top twenty in Animage's polls between 1996 and 2001. In the Japanese anime television ranking, Case Closed episodes ranked in the top six on a weekly basis. Both the manga and the anime have had positive response from critics for their plot and cases.",
"ID":"01",
"T":"Detective Conan",
"NOS":"2",
"ST":"TvShow",
"THUMB":"http://az735906.vo.msecnd.net/aniheraldcdn/wp-content/uploads/2016/01/Detective-Conan-Header-001-20160101.jpg",
"NPU":"detectiveconan"
},
{
"ABT":"\t\t Dexter's Laboratory (commonly abbreviated as Dexter's Lab) is an American comic science fiction animated television series created by Genndy Tartakovsky for Cartoon Network and is the first of the network's Cartoon Cartoons. The series follows Dexter, a boy-genius and inventor with a secret laboratory in the basement of his house, who constantly battles his sister Dee Dee in an attempt to keep her out of the lab. He also engages in a bitter rivalry with his neighbor and fellow-genius Mandark. The first two seasons contained additional segments: Dial M for Monkey, which focuses on Dexter's pet lab-monkey superhero, and The Justice Friends, about a trio of superheroes who share an apartment.\n\t\tTartakovsky pitched the series to Fred Seibert's first animated shorts showcase What a Cartoon! at Hanna-Barbera, basing it on student films he produced while attending the California Institute of the Arts. Two pilots aired on Cartoon Network from 1995 to 1996; viewer approval ratings convinced the network to order a half-hour series, which initially ran for 52 episodes from 1996 to 1998. In 1999, a television movie titled Ego Trip aired as the intended series finale, and Tartakovsky left to begin work on his new series, Samurai Jack. However, from 2001 to 2003, Cartoon Network revived the series for 26 more episodes, under Chris Savino and a different production team at Cartoon Network Studios.\n\t\t Dexter's Laboratory received widespread critical acclaim and high ratings, and became one of Cartoon Network's most popular and successful original series. During its run, the series won three Annie Awards, with nominations for four Primetime Emmy Awards, four Golden Reel Awards, and nine additional Annie Awards. The series is notable for helping launch the careers of several animators, such as Craig McCracken, Seth MacFarlane, Butch Hartman, and Rob Renzetti. Spin-off media include comic books, DVD and VHS releases, music albums, collectible toys, and video games.",
"ID":"03",
"T": "Dexter's Laboratory",
"NOS": "4",
"ST": "TvShow",
"THUMB": "https://i.imgur.com/Y22ZQb8.jpg",
"NPU": "dexterslaboratory"
},
{
"ABT":"\t\t Doraemon (Japanese: ドラえもん) is a Japanese manga series written and illustrated by Fujiko F. Fujio. The series has also been adapted into a successful anime series and media franchise. The story revolves around a robotic cat named Doraemon, who travels back in time from the 22nd century to aid a pre-teen boy named Nobita Nobi (野比のび太 Nobi Nobita).\n\t\t The Doraemon manga series was first published in December 1969 in six different magazines. A total of 1,345 stories were created in the original series, which are published by Shogakukan. The volumes are collected in the Takaoka Central Library in Toyama, Japan, where Fujiko Fujio was born. Turner Broadcasting System bought the rights to the Doraemon anime series in the mid-1980s for an English-language release in the United States,[1] but cancelled it without explanation before broadcasting any episodes. In July 2013 Voyager Japan announced the manga would be released digitally in English via the Amazon Kindle e-book service. It is one of the best-selling manga in the world, having sold over 100 million copies as of 2015.\n\t\t Awards for Doraemon include the Japan Cartoonists Association Award for excellence in 1973, the first Shogakukan Manga Award for children's manga in 1982, and the first Osamu Tezuka Culture Award in 1997. In March 2008, Japan's Foreign Ministry appointed Doraemon as the nation's first anime ambassador. A Ministry spokesperson explained the novel decision as an attempt to help people in other countries understand Japanese anime better and to deepen their interest in Japanese culture.The Foreign Ministry action confirms that Doraemon has come to be considered a Japanese cultural icon. In India, its Hindi, Telugu and Tamil translation has been telecasted, where the anime version is the highest-rated kids' show winning the Best Show For Kids award twice at the Nickelodeon Kids' Choice Awards India in 2013 and 2015. In 2002 Time Asia magazine acclaimed the character as an Asian Hero in a special feature survey. An edited English dub distributed by TV Asahi aired on Disney XD in the United States started on July 7, 2014. In Epcot, Doraemon toys are on the Japan shop. On August 17, 2015, another English dubbed version distributed by Luk Internacional began broadcasting on Boomerang UK. The film series is the largest by number of admissions in Japan.",
"ID":"03",
"T": "Doraemon",
"NOS": "2",
"ST": "TvShow",
"THUMB": "http://i.dawn.com/large/2016/08/57a1c6ba939c6.jpg",
"NPU": "doraemon"
},
{
"ABT":"Oswald is an American-British children's animated television series originally airing on Nickelodeon as part of the Nick Jr. block. It first aired on August 20, 2001 in the United States.[3] The show was created by Dan Yaccarino and co-produced by HIT Entertainment. It was also broadcast on Noggin and CBS (during the Nick Jr. on CBS programming block) in reruns.\n\t\tThe series is set in Big City, a colorful world populated by a cast of anthropomorphic animals, mythological creatures, and humanoid beings. Each episode follows the daily experiences of an anthropomorphic blue octopus named Oswald (voiced by Fred Savage), accompanied by his beloved pet hot dog Weenie, and their life in the cheerful and whimsically-designed community of Big City. Commonly, the program concentrates on Oswald's experiences with friends, acquaintances, and neighbors—including Henry, a talking penguin and Daisy, an anthropomorphic flower, among others—and his patient methods of coping with or tolerating different situations and dilemmas, along with his thoroughly optimistic outlook on life.",
"ID":"02",
"T":"Oswald",
"NOS":"1",
"ST":"TvShow",
"THUMB":"https://d2e111jq13me73.cloudfront.net/sites/default/files/styles/product_image_aspect_switcher_170w/public/product-images/csm-tv/oswald-poster.jpg",
"NPU":"oswald"
},
{
"ABT":"\t\t Takeshi's Castle (風雲！たけし城 Fūun! Takeshi-jō, literally Showdown! Takeshi Castle) is a Japanese game show that aired between 1986 and 1990, on the Tokyo Broadcasting System. It featured the Japanese actor Takeshi Kitano (also known as Beat Takeshi) as a count who owns a castle and sets up difficult challenges for players (or a volunteer army) to get to him. The show has become a cult television hit around the world. A special live revival was broadcast on April 2, 2005, for TBS's 50th anniversary celebrations.\n\t\t The original show involved between 100 and 142 contestants whom General Tani (Hayato Tani) forced into a series of physical challenges, in some ways similar to those in It's a Knockout, eliminating many of the contestants. Each show finished with a Final Showdown in which Count Takeshi (Kitano) was faced by the remaining contestants. In early episodes they would storm the castle set itself in a short-range water gun assault. Later episodes introduced carts with paper rings, and eventually lasers and light-sensitive targets. If the contestant's gun penetrated the paper ring or hit the sensor on Takeshi's cart, against such weapons as a large water gun and a laser-armed plane, Takeshi's cart was deactivated, the castle was taken and the game won. The player who stopped Takeshi won 1 Million yen (which, at the time, was roughly equivalent to $8,000 US or £5,000 sterling). However, there were only nine winners during the show's run.",
"ID":"03",
"T": "Takeshi's Castle",
"NOS": "1",
"THUMB": "http://vignette2.wikia.nocookie.net/keshiheads/images/4/4c/Blueberry_Hill.png",
"ST":"TvShow",
"NPU": "takeshiscastle"
},
{
"ABT":"\t\t\tBaloo the Bear from the Jungle Book is cast as a 1930's Pacific Islands bush pilot.\n\t\t This casts key characters from the Jungle Book into a 1930's pacific setting where Baloo is a bush pilot who finds himself as part of a struggling courier company.",
"ID":"03",
"T": "TaleSpin",
"NOS": "1",
"THUMB": "http://www.digital-polyphony.com/OldTaleSpinDesign.jpg",
"ST":"TvShow",
"NPU": "talespin"
},
{
"ABT":"\t\t Teen Titans is an American animated superhero television series created by Glen Murakami, based on the DC Comics characters of the same name. It is based primarily on the run of stories by Marv Wolfman and George Pérez from the early 1980s New Teen Titans comic book series.\n\t\t Teen Titans premiered on Cartoon Network on July 19, 2003, and also premiered on Kids' WB!. Initially, only four seasons were planned, but the popularity of the series led to Cartoon Network ordering a fifth season. The final half-hour episode of the show, Things Change, aired on January 16, 2006 it was later followed by a TV movie, Teen Titans: Trouble in Tokyo, that premiered on September 15, 2006, serving as the series finale.\n\t\t Teen Titans became one of Cartoon Network's most beloved and critically acclaimed series, renowned for its character development and serious themes. During its run, the series was nominated for three Annie Awards and one Motion Picture Sound Editors Award. Spin-off media included comics, DVD releases, video games, music albums, and collectible toys. Reruns have aired on Cartoon Network's retro animation sister channel Boomerang until June 1, 2014. In 2013, the show spawned a spin-off, titled Teen Titans Go!, which received a theatrical film, scheduled to be released on July 27, 2018, titled Teen Titans Go! To the Movies. After almost five years since the last rerun in October 2012, the 2003 Teen Titans returned to Cartoon Network for reruns on August 7, 2017",
"ID":"03",
"T": "Teen Titans",
"NOS": "1",
"THUMB": "http://vignette2.wikia.nocookie.net/teen-titans-go/images/a/a4/4374406-teen-titans-season-1-screenshot-1.jpg",
"ST":"TvShow",
"NPU": "teentitans"
},
{
"ABT":"\t\tThe Adventures of Tintin is a French/Belgian/Canadian animated television series based on The Adventures of Tintin. It is based on a series of books written by Belgian cartoonist Georges Prosper Remi, known by the pen name Hergé .It debuted in 1991 39 half-hour episodes were produced over the course of its three seasons.\n\t\tThe television series was directed by French director Stephen Bernasconi (with Peter Hudecki as the Canadian unit director) and produced by Ellipse (France) and Nelvana (Canada) on behalf of the Hergé Foundation. It was the first television adaptation of Hergé's books since the Belgian animation company Belvision was responsible for Hergé's Adventures of Tintin 20 years earlier. Philippe Goddin, an expert in Hergé and Tintin, acted as a consultant to the producers. The series' writers included: Toby Mullally, Eric Rondeaux, Martin Brossolet, Amelie Aubert, Dennise Fordham, and Alex Boon",
"ID":"03",
"T": "The Adventures of Tintin",
"NOS": "3",
"THUMB": "http://www.mrgrayhistory.com/wp-content/uploads/2013/07/70576.jpg",
"ST":"TvShow",
"NPU": "theadventuresoftintin"
},
{
"ABT":"\t\tThe Boss Baby is a 2017 American computer-animated comedy film loosely based on the 2010 picture book of the same name by Marla Frazee and produced by DreamWorks Animation. Directed by Tom McGrath and written by Michael McCullers, the film stars the voices of Alec Baldwin as the title character, along with Miles Bakshi, Steve Buscemi, Jimmy Kimmel, Lisa Kudrow, and Tobey Maguire. The plot follows a baby who is a secret agent in the war for adults' love between babies and puppies.\n\t\t The Boss Baby premiered at the Miami International Film Festival on March 12, 2017, and was released by 20th Century Fox on March 31, 2017. Upon release, the film received mixed reviews from critics and grossed $528 million worldwide against its $125 million budget. The film received Best Animated Feature nominations at both the Academy Awards and Golden Globes (losing both to Coco).\n\t\t A sequel is scheduled to be released on March 26, 2021, while a Netflix TV series, The Boss Baby: Back in Business premiered April 6, 2018.",
"ID":"03",
"T": "The Boss Baby",
"NOS": "1",
"THUMB": "https://s-media-cache-ak0.pinimg.com/originals/0d/c9/95/0dc9955ff5ee31f5be69c7c8bfd724a4.png",
"ST":"TvShow",
"NPU": "thebossbaby"
},
{
"ABT":"\t\t The Flintstones is an American animated sitcom produced by Hanna-Barbera for ABC. The series takes place in a romanticized Stone Age setting, depicts the lives of the titular characters and their next-door neighbors and best friends. It was originally broadcast from September 30, 1960, to April 1, 1966, in a prime time schedule, the first such instance for an animated series.\n\t\t The continuing popularity of The Flintstones rested heavily on its juxtaposition of modern everyday concerns in the Stone Age setting. The Flintstones was the most financially successful network animated franchise for three decades, until The Simpsons debuted decades later. In 2013, TV Guide ranked The Flintstones the second Greatest TV Cartoon of All Time (after The Simpsons).",
"ID":"03",
"T": "The Flintstones",
"NOS": "1",
"THUMB": "http://www.seowebmarketing.co.uk/wp-content/uploads/The-Flintstones-Google-Doodle-900x506.jpg",
"ST":"TvShow",
"NPU": "theflintstones"
},
{
"ABT":"\t The Jungle Book is a 1967 American animated musical comedy adventure film produced by Walt Disney Productions. Inspired by Rudyard Kipling's book of the same name, it is the 19th Disney animated feature film. Directed by Wolfgang Reitherman, it was the last film to be produced by Walt Disney, who died during its production. The plot follows Mowgli, a feral child raised in the Indian jungle by wolves, as his friends Bagheera the panther and Baloo the bear try to convince him to leave the jungle before the evil tiger Shere Khan arrives.\n\t\t The early versions of both the screenplay and the soundtrack followed Kipling's work more closely, with a dramatic, dark, and sinister tone which Disney did not want in his family film, leading to writer Bill Peet and composer Terry Gilkyson being replaced. The casting employed famous actors and musicians Phil Harris, Sebastian Cabot, George Sanders and Louis Prima, as well as Disney regulars such as Sterling Holloway, J. Pat O'Malley and Verna Felton, and the director's son, Bruce Reitherman, as Mowgli.The Jungle Book was released on October 18, 1967, to positive reception, with acclaim for its soundtrack, featuring five songs by the Sherman Brothers and one by Gilkyson,The Bare Necessities. The film initially became Disney's second highest-grossing animated film in the United States and Canada, and was also successful during its re-releases. The film was also successful throughout the world, becoming Germany's highest-grossing film by number of admissions Disney released a live-action remake in 1994 and an animated sequel, The Jungle Book 2, in 2003 another live-action adaptation directed by Jon Favreau was released in 2016.",
"ID":"03",
"T": "The Jungle Book",
"NOS": "1",
"THUMB": "http://res.cloudinary.com/maymay/image/upload/v1512202712/v1_qmq5ju.jpg",
"ST":"TvShow",
"NPU": "thejunglebook"
},
{
"ABT":"\t\t Kion, Simba and Nala's young cub, is gifted with a powerful roar, which makes him the leader of Lion Guard, an animal group whose main purpose is to maintain the Circle of Life.\n\t\t Mufasa (voiced by James Earl Jones in Return of the Roar, reprising his role from The Lion King, Gary Anthony Williams in later episodes) – Simba's father, and Kion and Kiara's paternal grandfather who was killed in the original film by a wildebeest stampede orchestrated by his younger brother Scar.",
"ID":"03",
"T": "The Lion Guard: Return of the Roar",
"NOS": "1",
"THUMB": "https://upload.wikimedia.org/wikipedia/en/1/1f/The_Lion_Guard_(Music_from_the_TV_Series).jpg",
"ST":"TvShow",
"NPU": "thelionguard"
},
{
"ABT":"\t The Powerpuff Girls is an American superhero animated television series created by animator Craig McCracken for Cartoon Network. The show centers on Blossom, Bubbles, and Buttercup, three sisters with superpowers, as well as their father, the brainy scientist Professor Utonium, who all live in the city of Townsville. The girls are frequently called upon by the town's naïve mayor to help fight nearby criminals using their powers.\n\t\tMcCracken originally developed the show in 1992 as a cartoon short entitled Whoopass Stew! while in his second year at CalArts. Following a name change, Cartoon Network featured the first Powerpuff Girls pilots in its animation showcase program What a Cartoon! in 1995 and 1996. The series made its official debut as a Cartoon Cartoon on November 18, 1998, with the final episode airing on March 25, 2005.A total of 78 episodes were aired in addition to two pilot shorts, a Christmas special, and a feature film. In addition, a tenth anniversary special was made in 2008. A CGI special was also made in 2014 without McCracken's input. From the Monkey See, Doggie Do Mommy Fearest up to the Superfriends episode from the 1998 Powerpuff Girls series, it was produced by Hanna-Barbera Cartoons and Cartoon Network. The rest of the episodes were produced by Cartoon Network Studios.\n\t\tThe series has been nominated for six Emmy Awards, nine Annie Awards, and a Kids' Choice Award during its run. Spin-off media include an anime, three CD soundtracks, a home video collection, a series of video games and a 2016 reboot, as well as various licensed merchandise. The series has received generally positive reception and won four awards.",
"ID":"03",
"T": "The Powerpuff Girls",
"NOS": "2",
"THUMB": "http://www.thegamewiz.com/wp-content/uploads/2015/02/powerpuff-girls.png",
"ST":"TvShow",
"NPU": "thepowerpuffgirls"
},
{
"ABT":"\t Tom and Jerry is an American animated series of short films created in 1940 by William Hanna and Joseph Barbera. It centers on a rivalry between its two title characters, Tom, a cat, and Jerry, a mouse, and many recurring characters, based around slapstick comedy.\nIn its original run, Hanna and Barbera produced 114 Tom and Jerry shorts for Metro-Goldwyn-Mayer from 1940 to 1958.During this time, they won seven Academy Awards for Animated Short Film, tying for first place with Walt Disney's Silly Symphonies with the most awards in the category. After the MGM cartoon studio closed in 1957, MGM revived the series with Gene Deitch directing an additional 13 Tom and Jerry shorts for Rembrandt Films from 1961 to 1962. Tom and Jerry then became the highest-grossing animated short film series of that time, overtaking Looney Tunes. Chuck Jones then produced another 34 shorts with Sib Tower 12 Productions between 1963 and 1967. Three more shorts were produced, The Mansion Cat in 2001, The Karate Guard in 2005, and A Fundraising Adventure in 2014, making a total of 164 shorts.\n A number of spin-offs have been made, including the television series The Tom and Jerry Show (1975), The Tom and Jerry Comedy Show (1980–82), Tom and Jerry Kids (1990–93), Tom and Jerry Tales (2006–08), and The Tom and Jerry Show (2014–present). The first feature-length film based on the series, Tom and Jerry: The Movie, was released in 1992, and 13 direct-to-video films have been produced since 2002.",
"ID":"03",
"T": "Tom and Jerry",
"NOS": "1",
"THUMB": "http://www.almrsal.com/wp-content/uploads/2014/04/Tom-And-Jerry-a-series-of-short-films-created-by-William-Hanna-and-Joseph-Barbera.jpg",
"ST":"TvShow",
"NPU": "tomandjerry"
},
{
"ABT":"Up is a 2009 American 3D computer-animated comedy-drama adventure film[3] produced by Pixar Animation Studios and released by Walt Disney Pictures. Directed by Pete Docter, the film centers on an elderly widower named Carl Fredricksen (Ed Asner) and an earnest boy named Russell (Jordan Nagai). By tying thousands of balloons to his house, Carl sets out to fulfill his dream to see the wilds of South America and complete a promise made to his late wife, Ellie. The film was co-directed by Bob Peterson, with music composed by Michael Giacchino.\n Docter began working on the story in 2004, which was based on fantasies of escaping from life when it becomes too irritating. He and eleven other Pixar artists spent three days in Venezuela gathering research and inspiration. The designs of the characters were caricatured and stylized considerably, and animators were challenged with creating realistic cloth.\n\t\tUp was Pixar's first film to be presented in Disney Digital 3-D.\n\t Up was released on May 29, 2009, and opened the 2009 Cannes Film Festival, becoming the first animated and 3D film to do so.The film grossed over $735 million, and received positive reviews, with reviewers commending the humor and heart of the film. Asner's vocal performance was praised, as was the montage of Carl and his wife Ellie aging together. The film received five Academy Award nominations, including Best Picture, making it the second animated film in history to receive such a nomination, following Beauty and the Beast (1991).",
"ID":"03",
"T": "Up",
"NOS": "1",
"THUMB": "https://i.ytimg.com/vi/gxF24ioN9I4/hqdefault.jpg",
"ST":"Movie",
"NPU": "up"
},
{
"ABT":"We Bare Bears is an American animated sitcom created by Daniel Chong for Cartoon Network. The show follows three bear siblings, Grizzly, Panda, and Ice Bear (respectively voiced by Eric Edelstein, Bobby Moynihan, and Demetri Martin), and their awkward attempts at integrating with the human world in the San Francisco Bay Area. Based on Chong's webcomic The Three Bare Bears, the pilot episode made its world premiere at the KLIK! Amsterdam Animation Festival, where it won in the Young Amsterdam Audience category. The series premiered on July 27, 2015",
"ID":"03",
"T": "We Bare Bears",
"NOS": "1",
"THUMB": "https://bancodeseries.com.br/images/posters/9854.jpg",
"ST":"TvShow",
"NPU": "webarebears"
},
{
"ABT":"\n\t\t Yo-kai Watch: The Movie, released in Japan under the name Yo-kai Watch: Tanjō no Himitsu da Nyan!,is a 2014 Japanese animated fantasy adventure film directed by Shigeharu Takahashi and Shinji Ushiro as part of the Yo-kai Watch franchise.The film was released on December 20, 2014 in Japan.It was followed by Enma Daiō to Itsutsu no Monogatari da Nyan!, released on December 19, 2015.",
"ID":"03",
"T": "Yo-Kai Watch",
"NOS": "1",
"ST":"Movie",
"THUMB": "0B95EcjsH6Bo7dXA1QmMtWGNrMnc",
"NPU": "yokaiwatch"
},
{
"ABT":"\t\tZatch Bell!, also known in Japan as Golden Gash! (金色のガッシュ!! Konjiki no Gasshu!!), is a shōnen manga series written and illustrated by Makoto Raiku. It was published in Shogakukan's Weekly Shōnen Sunday. The series follows Kiyo Takamine and his Mamodo (魔物 Mamono, lit. demon) partner Zatch Bell as they try to win the tournament of Mamodo battles in order to make Zatch the king of the Mamodo world.\n\tThe manga was later adapted into a 150 episode anime television series titled Golden Gash Bell!! (金色のガッシュベル!! Konjiki no Gasshu Beru!!) by Toei Animation. The anime was directed by Tetsuji Nakamura. Konjiki no Gash Bell premiered on Fuji TV on April 6, 2003 and ran until March 23, 2006. In addition to an array of licensed merchandise, the series also spawned a series of video games and two animated films.",
"ID":"03",
"T": "Zatch Bell",
"NOS": "2",
"ST":"TvShow",
"THUMB": "http://vignette2.wikia.nocookie.net/cartoonnetwork/images/b/bf/Zatch_Bell!.jpg/revision/latest?cb=20140702033423",
"NPU": "zatchbell"
},
{
"ABT":"More Episodes are on the way \n Stay Connected",
"ID":"03",
"T":"Title",
"NOS":"34",
"ST":"MBMovie",
"THUMB":"https://scontent.fhyd6-1.fna.fbcdn.net/v/t1.0-9/15356630_376085299398550_4704561107099320860_n.png?_nc_cat=0&oh=56ee05e654aa16872e8b64d41e8947db&oe=5BE82DE3",
"NPU":""
}

]