[
{
"ABT":"\t\tCase Closed, also known as Detective Conan (名探偵コナン Meitantei Konan), is an ongoing Japanese detective manga series written and illustrated by Gosho Aoyama. It was serialized in Shogakukan's Weekly Shōnen Sunday on January 19, 1994, and has been collected into 93 tankōbon volumes. Due to legal considerations with the name Detective Conan, the English language release was renamed to Case Closed.[3] The story follows an amateur detective who was transformed into a child while investigating a mysterious organization, and solves a multitude of cases while impersonating his friend's father and other characters. The series received an anime adaptation by Yomiuri Telecasting Corporation and TMS Entertainment. The anime resulted in animated feature films, original video animations, video games, audio disc releases and live action episodes. In 2009, a television special titled Lupin the 3rd vs. Detective Conan was aired featuring characters from Lupin III. Funimation licensed the anime series for North American broadcast in 2003 under the name Case Closed with the characters given Americanized names. The anime premiered on Cartoon Network as part of their Adult Swim programming block but was discontinued due to low ratings. In March 2013,\n\t\t Funimation began streaming their licensed episodes of Case Closed; Crunchyroll simulcast them in 2014. Funimation also localized the first six Case Closed films, while Discotek Media localized the Lupin III crossover special and its film sequel. Meanwhile, the manga was localized by Viz Media, who used Funimation's changed title and character names. The tankōbon volumes of the manga have sold over 140 million copies worldwide, making it the seventh best-selling manga series. In 2001, the manga was awarded the 46th Shogakukan Manga Award in the shōnen category. The anime adaptation has been well received and ranked in the top twenty in Animage's polls between 1996 and 2001. In the Japanese anime television ranking, Case Closed episodes ranked in the top six on a weekly basis. Both the manga and the anime have had positive response from critics for their plot and cases.",
"ID":"01",
"T":"Detective Conan",
"NOS":"1",
"ST":"Movie",
"THUMB":"https://cdn.anilist.co/img/dir/anime/reg/779-djFFvPQ7WPSU.png",
"NPU":"1/detectiveconanmovie"
},
{
"ABT":"Hannah Montana, also known as Hannah Montana Forever in its fourth and final season, is an American musical comedy television series created by Michael Poryes, Rich Correll, and Barry O'Brien. It focuses on Miley Stewart (portrayed by Miley Cyrus), who is a teenager living a double life as an average schoolgirl by day and as the famous recording artist Hannah Montana by night, which she keeps secret and only a few people know of her alter ego. The story follows the daily life of Stewart, her brother Jackson, her best friends Lily and Oliver, and her father Robby (Cyrus's real-life country singer father, Billy Ray Cyrus).",
"T": "Hannah Montana",
"NOS": "4",
"THUMB": "http://sev.h-cdn.co/assets/16/46/1479486374-how-well-do-you-remember-hannah-montana-2-24324-1462810165-0-dblbig.jpg",
"ST": "TvShow",
"NPU": "1/hannahmontana"
},
{
"ABT":"Very Soon Be Updated",
"ID":"09",
"ST":"TvShow",
"T": "SpongeBob SquarePants",
"NOS": "2",
"THUMB": "https://upload.wikimedia.org/wikipedia/en/0/0b/Nickelodeon_SpongeBob_SquarePants_Characters_Cast.png",
"NPU": "1/spongebobsquarepants"
},
{
"ABT":"\t\t Set in a world of anthropomorphic felines, this series follows the high-flying adventures of Chance 'T-Bone' Furlong and Jake 'Razor' Clawson. Members of Megakat City's elite law-enforcement agency, the pilots become grounded after their pursuit of archvillain Dark Kat sets them at odds with the headstrong Commander Feral. Reassigned to duties at a military salvage yard, Chance and Jake create their own high-tech jet from discarded parts and dedicate themselves to protecting the city in their secret identities as the SWAT Cats. Armed to the teeth and ready to roll, these masked vigilantes continue their quest to bring down Dark Kat and other threats to the city, including recurring baddies the Pastmaster, Dr. Viper and Hard Drive.",
"ID":"01",
"T": "Swat Kats",
"NOS": "2",
"ST":"TvShow",
"THUMB": "http://www.rvgfanatic.com/mediac/400_0/media/DIR_418412/swat-set.jpg",
"NPU": "1/swatkats"
},
{
"ABT":"\t\t We are currently updating our server so it might take several day to upload an english cartoons \n so stay with us we will inform you through notifications \n Keep supporting \n Thank You! ",
"ID":"02",
"T":"Coming Soon",
"NOS":"1",
"ST":"MBMovie",
"THUMB":"https://scontent.fhyd6-1.fna.fbcdn.net/v/t1.0-9/15356630_376085299398550_4704561107099320860_n.png?_nc_cat=0&oh=56ee05e654aa16872e8b64d41e8947db&oe=5BE82DE3",
"NPU":""
}


]