{
"posts": [
{
"ABT":"\t\t One Hundred and One Dalmatians, often abbreviated as 101 Dalmatians, is a 1961 American animated adventure film produced by Walt Disney and based on the 1956 novel The Hundred and One Dalmatians by Dodie Smith. The 17th Disney animated feature film, the film tells the story of a litter of Dalmatian puppies who are kidnapped by the villainous Cruella de Vil, who wants to use their fur to make into coats. Their parents, Pongo and Perdita, set out to save their children from Cruella, all the while rescuing 84 additional puppies that were bought in pet shops, bringing the total of Dalmatians to 101. \n \t\t Originally released to theaters on January 25, 1961, by Buena Vista Distribution, One Hundred and One Dalmatians was a box office success, pulling the studio out of the financial slump caused by Sleeping Beauty, a costlier production released two years prior.Aside from its box office revenue, its commercial success was due to the employment of inexpensive animation techniques—such as using xerography during the process of inking and painting traditional animation cels—that kept production costs down. It was remade into a live action film in 1996.",
"ID":"03",
"title": "101 Dalmatians 1961",
"NOS": "1",
"ST": "TvShow",
"url": "https://lumiere-a.akamaihd.net/v1/images/image_798cbbfc.jpeg",
"NPU": "101dalmatians"
},
{
"ABT":"\t\t Aladdin is an American animated television series made by Walt Disney Television Animation which aired from September 5, 1994, to November 25, 1995, based on the original 1992 Disney film of the same name. The series is set after The Return of Jafar and picked up where the installment left off. Aladdin's TV series is considered one of Disney's finest TV animation work. \n \t\t The series was produced by Alan Zaslove and Tad Stones, who were already renowned for their work on Chip 'n Dale Rescue Rangers and Darkwing Duck. Many of the films stars provided the voices of their TV counterparts, with the notable exceptions of Dan Castellaneta filling in for Robin Williams in the Genie role (like in The Return of Jafar), and Val Bettin as the Sultan (who replaced Douglas Seale after the original film). Unlike The Little Mermaid, the series does not feature any musical numbers.\n\t\t It led two direct-to-videos followed by: The Return of Jafar, was released on May 20, 1994, and Aladdin and the King of Thieves, was released on August 13, 1996.",
"ID":"03",
"title": "Aladdin",
"NOS": "1",
"ST": "TvShow",
"url": "http://is5.mzstatic.com/image/thumb/Video62/v4/be/9b/c8/be9bc819-7dcf-007e-a99f-af9389533a62/source/1200x630bb.jpg",
"NPU": "aladdin"
},
{
"ABT":"\t\t Avengers Assemble is an American animated television series based on the fictional Marvel Comics superhero team known as the Avengers. Designed to capitalize on the success of the 2012 film, The Avengers, the series premiered on Disney XD on May 26, 2013 as the successor to The Avengers: Earth's Mightiest Heroes.\n\t\t It previously aired alongside Ultimate Spider-Man and Guardians of the Galaxy as a part of the Marvel Universe block. Joe Casey, Joe Kelly, Duncan Rouleau and Steven title. Seagle, known collectively as Man of Action, developed the series and were executive producers on seasons 1 and 2",
"ID":"03",
"title": "Avengers Assemble",
"NOS": "1",
"ST": "TvShow",
"url": "https://static.next-episode.net/tv-shows-images/huge/marvels-avengers-assemble.jpg",
"NPU": "avengersassemble"
},
{
"ABT":"When 10-year-old Ben Tennyson discovers a mysterious device, he gains the power to change into 10 different alien heroes, each with uniquely awesome powers. The Ben 10 franchise has received wide critical acclaim, winning three Emmy Awards. Worldwide, it has grossed over $4.5 billion in retail sales. The franchise consists primarily of five television series and four films, the latter of which aired between August 2007 and March 2012. Spanning thirteen years, it is Cartoon Network's longest-running franchise to date.",
"ID":"04",
"title": "Ben 10",
"NOS": "4",
"ST": "TvShow",
"url": "https://res.cloudinary.com/maymay/image/upload/v1511346843/Ben10Wallpaper3800_gt0fq3.jpg",
"NPU": "ben10"
},
{
"ABT":"Beyblade, known in Japan as Explosive Shoot Beyblade (爆転シュートベイブレード Bakuten Shūto Beiburēdo), is a Japanese manga series written and illustrated by Takao Aoki to promote sales of spinning tops called Beyblades. Originally serialized in CoroCoro Comic from September 1999 to July 2004, the individual chapters were collected and published in 14 tankōbon by Shogakukan. The series focuses on a group of kids who form teams with which they battle one another using Beyblades.",
"ID":"05",
"title": "Beyblade",
"NOS": "2",
"ST": "TvShow",
"url": "http://images2.fanpop.com/image/photos/13600000/Bladebrakers-beyblade-13671771-500-375.jpg",
"NPU": "beyblade"
},
{
"ABT":"Tyson and the Bladebreakers must partake in the ultimate Beyblade battle in order to save Daichi, a young hyperactive kid, and the world from the wrath of the mysterious dark-spirited Beybladers.",
"ID":"06",
"title": "Beyblade",
"NOS": "1",
"url": "https://www.animenewsnetwork.com/thumbnails/hotlink-full/encyc/A4083-8.jpg",
"ST": "Movie",
"NPU": "beyblademovie"
},
{
"ABT":"Big Hero 6 is a 2014 American 3D computer-animated superhero film produced by Walt Disney Animation Studios and released by Walt Disney Pictures. Loosely based on the superhero team of the same name by Marvel Comics, the film is the 54th Disney animated feature film. Directed by Don Hall and Chris Williams, the film tells the story of Hiro Hamada, a young robotics prodigy who forms a superhero team to combat a masked villain. The film features the voices of Scott Adsit, Ryan Potter, Daniel Henney, title.J. Miller, Jamie Chung, Damon Wayans, Jr., Genesis Rodriguez, Alan Tudyk, James Cromwell, and Maya Rudolph.Big Hero 6 is the first Disney animated film to feature Marvel Comics characters, whose parent company was acquired by The Walt Disney Company in Walt Disney Animation Studios created new software technology to produce the film's animated visuals.",
"ID":"07",
"title": "Big Hero 6",
"NOS": "1",
"ST": "Movie",
"url": "https://lumiere-a.akamaihd.net/v1/images/open-uri20150422-12561-4n6yar_2ec1d223.jpeg",
"NPU": "bighero6"
},
{
"ABT":"\t\t Bugs Bunny is an animated cartoon character, created in the late 1930s by Leon Schlesinger Productions (later Warner Bros. Cartoons) and voiced originally by Mel Blanc. Bugs is best known for his starring roles in the Looney Tunes and Merrie Melodies series of animated short films, produced by Warner Bros. Though a similar character debuted in the WB cartoon Porky's Hare Hunt (1938) and appeared in a few subsequent shorts, the definitive character of Bugs is widely credited to have made his debut in director Tex Avery's Oscar-nominated film A Wild Hare (1940).\n\t\t Bugs is an anthropomorphic gray and white hare or rabbit who is famous for his flippant, insouciant personality. He is also characterized by a Brooklyn accent, his portrayal as a trickster, and his catch phrase Eh... What's up, doc? Due to Bugs popularity during the golden age of American animation, he became an American cultural icon and the official mascot of Warner Bros. Entertainment. He can thus be seen in the older Warner Bros. company intros.\n\t\t Since his debut, Bugs has appeared in various short films, feature films, compilations, TV series, music records, comic books, video games, award shows, amusement park rides, and commercials. He has also appeared in more films than any other cartoon character,is the ninth most-portrayed film personality in the world,and has his own star on the Hollywood Walk of Fame",
"ID":"03",
"title": "Bugs Bunny",
"NOS": "1",
"ST": "TvShow",
"url": "https://s-media-cache-ak0.pinimg.com/originals/2a/ef/5d/2aef5de8d3c3dd4d8b6806aa56a2a8da.jpg",
"NPU": "bugsbunny"
},
{
"ABT":"\t\t Chip and Dale (also rendered as Chip 'n' Dale or Chip an' Dale) are two chipmunk cartoon characters created at Walt Disney Productions in 1943. Their names are a pun based on the name of the famous 18th-century cabinet maker and furniture designer Thomas Chippendale. This was suggested by Bill Tex Henson, a story artist at the studio.\n\t\t Of the two, Chip is portrayed as being safe, focused, and having a mind for logical scheming. Dale, by contrast, is more laid-back, dim-witted, and impulsive, and has a very strong sense of humor. Originally the two had a very similar appearance, but as a way to tell them apart, some differences were introduced: Chip has a small black nose (which somewhat resembles a chocolate chip, as befitting his name) and two centered protruding teeth, whereas Dale has a large dark red nose and his prominent canine teeth showing. Chip is also depicted as having smooth hair on top of his head while Dale's tends to be ruffled.\n\t\t In most cartoons, they are antagonists against Pluto, Mickey Mouse, or most often, Donald Duck. They were given their own series in the 1950s, but only three cartoons resulted under their name: Chicken in the Rough (1951), Two Chips and a Miss (1952) and The Lone Chipmunks (1954).",
"ID":"03",
"title": "Chip 'n' Dale",
"NOS": "2",
"ST": "TvShow",
"url": "http://cinergetica.com.mx/wp-content/uploads/2014/02/chip-y-dale-rescatadores-645x505.jpg",
"NPU": "chipndale"
},
{
"ABT":"Coco is a 2017 American 3D computer-animated fantasy film produced by Pixar Animation Studios and released by Walt Disney Pictures. Based on an original idea by Lee Unkrich, it is directed by him and co-directed by Adrian Molina. The film's voice cast stars Anthony Gonzalez, Gael García Bernal, Benjamin Bratt, Alanna Ubach, Renée Victor, Ana Ofelia Murguía, and Edward James Olmos. The story follows a 12-year-old boy named Miguel who is accidentally transported to the Land of the Dead, where he seeks the help of his deceased musician great-great-grandfather to return him to his family among the living.\n\t\t The concept for Coco is inspired by the Mexican Day of the Dead holiday. The film was scripted by Molina and Matthew Aldrich from a story by Unkrich, Jason Katz, Aldrich and Molina. Pixar began developing the animation in 2016; Unkrich and some of the film's crew visited Mexico for research. Composer Michael Giacchino, who had worked on prior Pixar animated features, composed the score. Coco is the first film with a nine-figure budget to feature an all-Latino cast (with the exception of John Ratzenberger), with a cost of $175–200 million.\n\t\t Coco premiered on October 20, 2017 during the Morelia International Film Festival in Morelia, Mexico. It was theatrically released in Mexico the following week, the weekend before Día de los Muertos, and in the United States on November 22, 2017. The film was praised for its animation, voice acting, music, emotional story, and respect for Mexican culture. It grossed over $806 million worldwide, becoming the 15th highest-grossing animated film ever and was the 11th highest-grossing film of 2017. Recipient of several accolades, Coco was chosen by the National Board of Review as the Best Animated Film of 2017. The film won two Academy Awards for Best Animated Feature and Best Original Song Remember Me. Additionally, it also won the Best Animated Film at the BAFTA Awards, Golden Globe Awards, Critic's Choice Movie Awards, and Annie Awards.",
"ID":"03",
"title": "Coco 2017",
"NOS": "1",
"ST": "Movie",
"url": "https://www.halle365.de/sites/default/files/kino_plakate/coco-hauptplakat.jpg",
"NPU": "coco"
},
{
"ABT":"Courage the Cowardly Dog is an American animated horror comedy television series created by John R. Dilworth for Cartoon Network's Cartoon Cartoons block. The main character is the eponymous pink, anthropomorphic dog named Courage, who lives with a married elderly couple in the middle of Nowhere. The trio are frequently thrown into bizarre misadventures, often involving the paranormal or supernatural. The series is known for its dark, surreal humor and atmosphere.\n\t\t Dilworth pitched the series to Hanna-Barbera's animated shorts showcase What a Cartoon!, and a pilot (titled The Chicken from Outer Space aired on Cartoon Network in early 1996. The segment was nominated for an Academy Award, but lost to Wallace and Gromit's A Close Shave. Cartoon Network greenlit a series from the short, which premiered on November 12, 1999 and ended on November 22, 2002, with four seasons of 13 episodes each produced. During its run, the series was nominated for 3 Golden Reel Awards and 1 Annie Award. The series received critical acclaim from critics and audiences and has developed a strong cult following. Spin-off media include home video releases and collectible toys.",
"ID":"03",
"title": "Courage The Cowardly Dog",
"NOS": "4",
"ST": "TvShow",
"url": "https://s1-ssl.dmcdn.net/OOcD_/x240-1tH.jpg",
"NPU": "couragethecowardlydog"
},
{
"ABT":"\t Daffy Duck is an animated cartoon character produced by Warner Bros. Styled as an anthropomorphic black duck, the character has appeared in cartoon series such as Looney Tunes and Merrie Melodies, where he usually has been depicted as a foil of Bugs Bunny. Daffy was one of the first of the new screwball characters that emerged in the late 1930s to replace traditional everyman characters who were more popular earlier in the decade,[citation needed] such as Mickey Mouse and Popeye.\n\t\t Daffy starred in 130 shorts in the golden age, making him the third-most frequent character in the Looney Tunes Merrie Melodies cartoons, behind Bugs Bunny's 167 appearances and Porky Pig's 162 appearances. Virtually every Warner Bros. cartoon director put his own spin on the Daffy Duck character – he may be a lunatic vigilante in one short but a greedy gloryhound in another. Bob Clampett and Chuck Jones both made extensive use of these two very different versions of the character.\n\t\tDaffy was number 14 on TV Guide's list of top 50 greatest cartoon characters",
"ID":"03",
"title": "Daffy Duck",
"NOS": "1",
"ST": "TvShow",
"url": "http://images5.fanpop.com/image/photos/30100000/Daffy-Duck-daffy-duck-the-looney-tunes-show-30139694-701-394.png",
"NPU": "daffyduck"
},
{
"ABT":"\t\tCase Closed, also known as Detective Conan (名探偵コナン Meitantei Konan), is an ongoing Japanese detective manga series written and illustrated by Gosho Aoyama. It was serialized in Shogakukan's Weekly Shōnen Sunday on January 19, 1994, and has been collected into 93 tankōbon volumes. Due to legal considerations with the name Detective Conan, the English language release was renamed to Case Closed.[3] The story follows an amateur detective who was transformed into a child while investigating a mysterious organization, and solves a multitude of cases while impersonating his friend's father and other characters. The series received an anime adaptation by Yomiuri Telecasting Corporation and TMS Entertainment. The anime resulted in animated feature films, original video animations, video games, audio disc releases and live action episodes. In 2009, a television special titled Lupin the 3rd vs. Detective Conan was aired featuring characters from Lupin III. Funimation licensed the anime series for North American broadcast in 2003 under the name Case Closed with the characters given Americanized names. The anime premiered on Cartoon Network as part of their Adult Swim programming block but was discontinued due to low ratings. In March 2013,\n\t\t Funimation began streaming their licensed episodes of Case Closed; Crunchyroll simulcast them in 2014. Funimation also localized the first six Case Closed films, while Discotek Media localized the Lupin III crossover special and its film sequel. Meanwhile, the manga was localized by Viz Media, who used Funimation's changed title and character names. The tankōbon volumes of the manga have sold over 140 million copies worldwide, making it the seventh best-selling manga series. In 2001, the manga was awarded the 46th Shogakukan Manga Award in the shōnen category. The anime adaptation has been well received and ranked in the top twenty in Animage's polls between 1996 and 2001. In the Japanese anime television ranking, Case Closed episodes ranked in the top six on a weekly basis. Both the manga and the anime have had positive response from critics for their plot and cases.",
"ID":"01",
"title":"Detective Conan",
"NOS":"2",
"ST":"TvShow",
"url":"http://az735906.vo.msecnd.net/aniheraldcdn/wp-content/uploads/2016/01/Detective-Conan-Header-001-20160101.jpg",
"NPU":"detectiveconan"
},
{
"ABT":"\t\t Dexter's Laboratory (commonly abbreviated as Dexter's Lab) is an American comic science fiction animated television series created by Genndy Tartakovsky for Cartoon Network and is the first of the network's Cartoon Cartoons. The series follows Dexter, a boy-genius and inventor with a secret laboratory in the basement of his house, who constantly battles his sister Dee Dee in an attempt to keep her out of the lab. He also engages in a bitter rivalry with his neighbor and fellow-genius Mandark. The first two seasons contained additional segments: Dial M for Monkey, which focuses on Dexter's pet lab-monkey superhero, and The Justice Friends, about a trio of superheroes who share an apartment.\n\t\tTartakovsky pitched the series to Fred Seibert's first animated shorts showcase What a Cartoon! at Hanna-Barbera, basing it on student films he produced while attending the California Institute of the Arts. Two pilots aired on Cartoon Network from 1995 to 1996; viewer approval ratings convinced the network to order a half-hour series, which initially ran for 52 episodes from 1996 to 1998. In 1999, a television movie titled Ego Trip aired as the intended series finale, and Tartakovsky left to begin work on his new series, Samurai Jack. However, from 2001 to 2003, Cartoon Network revived the series for 26 more episodes, under Chris Savino and a different production team at Cartoon Network Studios.\n\t\t Dexter's Laboratory received widespread critical acclaim and high ratings, and became one of Cartoon Network's most popular and successful original series. During its run, the series won three Annie Awards, with nominations for four Primetime Emmy Awards, four Golden Reel Awards, and nine additional Annie Awards. The series is notable for helping launch the careers of several animators, such as Craig McCracken, Seth MacFarlane, Butch Hartman, and Rob Renzetti. Spin-off media include comic books, DVD and VHS releases, music albums, collectible toys, and video games.",
"ID":"03",
"title": "Dexter's Laboratory",
"NOS": "4",
"ST": "TvShow",
"url": "https://i.imgur.com/Y22ZQb8.jpg",
"NPU": "dexterslaboratory"
},
{
"ABT":"\t\t Doraemon (Japanese: ドラえもん) is a Japanese manga series written and illustrated by Fujiko F. Fujio. The series has also been adapted into a successful anime series and media franchise. The story revolves around a robotic cat named Doraemon, who travels back in time from the 22nd century to aid a pre-teen boy named Nobita Nobi (野比のび太 Nobi Nobita).\n\t\t The Doraemon manga series was first published in December 1969 in six different magazines. A total of 1,345 stories were created in the original series, which are published by Shogakukan. The volumes are collected in the Takaoka Central Library in Toyama, Japan, where Fujiko Fujio was born. Turner Broadcasting System bought the rights to the Doraemon anime series in the mid-1980s for an English-language release in the United States,[1] but cancelled it without explanation before broadcasting any episodes. In July 2013 Voyager Japan announced the manga would be released digitally in English via the Amazon Kindle e-book service. It is one of the best-selling manga in the world, having sold over 100 million copies as of 2015.\n\t\t Awards for Doraemon include the Japan Cartoonists Association Award for excellence in 1973, the first Shogakukan Manga Award for children's manga in 1982, and the first Osamu Tezuka Culture Award in 1997. In March 2008, Japan's Foreign Ministry appointed Doraemon as the nation's first anime ambassador. A Ministry spokesperson explained the novel decision as an attempt to help people in other countries understand Japanese anime better and to deepen their interest in Japanese culture.The Foreign Ministry action confirms that Doraemon has come to be considered a Japanese cultural icon. In India, its Hindi, Telugu and Tamil translation has been telecasted, where the anime version is the highest-rated kids' show winning the Best Show For Kids award twice at the Nickelodeon Kids' Choice Awards India in 2013 and 2015. In 2002 Time Asia magazine acclaimed the character as an Asian Hero in a special feature survey. An edited English dub distributed by TV Asahi aired on Disney XD in the United States started on July 7, 2014. In Epcot, Doraemon toys are on the Japan shop. On August 17, 2015, another English dubbed version distributed by Luk Internacional began broadcasting on Boomerang UK. The film series is the largest by number of admissions in Japan.",
"ID":"03",
"title": "Doraemon",
"NOS": "2",
"ST": "TvShow",
"url": "http://i.dawn.com/large/2016/08/57a1c6ba939c6.jpg",
"NPU": "doraemon"
},
{
"ABT":"\t\t Dragon Ball Z (Japanese: ドラゴンボールZ ゼット Hepburn: Doragon Bōru Zetto, commonly abbreviated as DBZ) is a Japanese anime television series produced by Toei Animation. It is the sequel to the Dragon Ball anime and adapts the latter 325 chapters of the original 519-chapter Dragon Ball manga series created by Akira Toriyama. Dragon Ball Z aired in Japan on Fuji TV from April 26, 1989 to January 31, 1996, before getting dubbed in territories including the United States, Canada, Australia, Europe, India and Latin America.\n\t Dragon Ball Z follows the adventures of Goku who, along with his companions, defend the Earth against villains ranging from conquerors (Vegeta, Frieza), androids (Cell) and other creatures (Majin Buu). While the original Dragon Ball anime followed Goku from childhood to early adulthood, Dragon Ball Z is a continuation of his adult life, but at the same time parallels the lives of his sons, Gohan and Goten, as well as the development of his rivals Piccolo and Vegeta from enemies to allies.\n\t Due to the success of the anime in the United States, the manga chapters comprising its story were initially released by Viz Media under the title Dragon Ball Z. Additional works called animanga were released in Japan, which adapt the animation to manga form. Dragon Ball Z's popularity has spawned numerous releases which have come to represent the majority of content in the Dragon Ball universe; including 17 movies and 148 video games, many of them being only released in Japan, and a host of soundtracks stemming from this material. Dragon Ball Z remains a cultural icon through numerous adaptations, including a more-recent remastered broadcast titled Dragon Ball Kai.There have also been two sequel series; Dragon Ball GT (1996–1997) and Dragon Ball Super (2015–2018)",
"ST": "TvShow",
"title": "Dragon Ball Z",
"NOS": "3",
"url": "https://2.bp.blogspot.com/-PwblW28Uc18/VanI02tq98I/AAAAAAAACTw/v6W_0HAmV6E/s1600/dbz.png",
"NPU": "dragonballz"
},
{
"ABT":"\t\t DuckTales is an American animated television series, produced by Walt Disney Television Animation and distributed by Buena Vista Television. The cartoon series premiered on September 18, 1987, and ran for a total of 100 episodes over four seasons, with its final episode airing on November 28, 1990. Based upon Uncle Scrooge and other Duck universe comic books created by Carl Barks, the show follows Scrooge McDuck, his three grandnephews Huey, Dewey, and Louie, and close friends of the group, on various adventures, most of which either involve seeking out treasure or thwarting the efforts of villains seeking to steal Scrooge's fortune or his Number One Dime.",
"title": "Duck Tales",
"NOS": "1",
"url": "https://vignette2.wikia.nocookie.net/animatedmusclewomen/images/6/65/Duck-tales-reboot-pic.jpg/revision/latest?cb=20170410135755",
"ST": "TvShow",
"NPU": "ducktales"
},
{
"ABT":"\t\t Ed, Edd n Eddy is a Canadian-American animated comedy television series created by Danny Antonucci for Cartoon Network, and the sixth of the network's Cartoon Cartoons. The series revolves around three preteen boys named Ed, Edd (called Double D to avoid confusion with Ed), and Eddy—collectively known as the Eds—who live in a suburban cul-de-sac in the fictional town of Peach Creek. Under the unofficial leadership of Eddy, the trio frequently invent schemes to make money from their peers to purchase their favorite confectionery, jawbreakers. Their plans usually fail, leaving them in various, often humiliating, predicaments.",
"title": "Ed, Edd, n Eddy",
"NOS": "5",
"url": "https://i.ytimg.com/vi/EW69MhLzeog/maxresdefault.jpg",
"ST": "TvShow",
"NPU": "ededdeddy"
},
{
"ABT":"\t\t Finding Nemo is a 2003 American computer-animated adventure film produced by Pixar Animation Studios and released by Walt Disney Pictures. Written and directed by Andrew Stanton with co-direction by Lee Unkrich, the film stars the voices of Albert Brooks, Ellen DeGeneres, Alexander Gould, and Willem Dafoe. It tells the story of the overprotective ocellaris clownfish named Marlin who, along with a regal blue tang named Dory, searches for his abducted son Nemo all the way to Sydney Harbour. Along the way, Marlin learns to take risks and comes to terms with Nemo taking care of himself.",
"title": "Finding Nemo",
"NOS": "1",
"url": "https://www.mommyish.com/wp-content/uploads/2013/02/FindingNemo_300x3002.jpeg",
"ST": "Movie",
"NPU": "findingnemo"
},
{
"ABT":"\t\t Frozen is a 2013 American 3D computer-animated musical fantasy film produced by Walt Disney Animation Studios and released by Walt Disney Pictures.[5] The 53rd Disney animated feature film, the film is inspired by Hans Christian Andersen's fairy tale The Snow Queen It tells the story of a fearless princess who sets off on a journey alongside a rugged iceman, his loyal reindeer, and a naïve snowman to find her estranged sister, whose icy powers have inadvertently trapped their kingdom in eternal winter.\n\t\t Frozen underwent several story treatments for years before being commissioned in 2011, with a screenplay written by Jennifer Lee, who also co-directed with Chris Buck. The film features the voices of Kristen Bell, Idina Menzel, Jonathan Groff, Josh Gad, and Santino Fontana. Christophe Beck, who had worked on Disney's award-winning short Paperman (2012), was hired to compose the film's orchestral score, while husband-and-wife songwriting team Robert Lopez and Kristen Anderson-Lopez wrote the songs.",
"title": "Frozen Movie",
"NOS": "1",
"url": "http://hhsadvocate.com/wp-content/uploads/2014/03/Frozen-image-frozen-.jpg",
"ST": "Movie",
"NPU": "frozonmovie"
},
{
"ABT":"\t\t He-Man is the principal character of a series of comic books and several animated television series, characterized by his superhuman strength. In most variations, he is the alter ego of Prince Adam. He-Man and his friends attempt to defend the realm of Eternia and the secrets of Castle Grayskull from the evil forces of Skeletor.",
"title": "He-Man and the Masters of the Universe",
"NOS": "2",
"url": "http://www.rotoscopers.com/wp-content/uploads/2016/01/motu_cover.jpg",
"ST": "TvShow",
"NPU": "hemanandthemasters"
},
{
"ABT":"\t\t ackie Chan Adventures is an animated television series starring the adventures of a fictionalized version of Hong Kong action film star Jackie Chan. Many of the episodes contained references to Chan's actual works. The series ran on The WB for 5 seasons from September 9, 2000 to July 8, 2005. During its run, it was also shown on Cartoon Network, and afterwards, its reruns landed on Toon Disney's Jetix programming block, as well as continuing on Cartoon Network. In the United Kingdom and Ireland, it originally premiered on Fox Kids in 2002 and ran until 2005. Several toys and video games based on the series were produced and sold during the original run of the animated series. Its main character designer is Jeff Matsuda.",
"title": "Jackie Chan Adventures",
"NOS": "4",
"url": "https://img.buzzfeed.com/buzzfeed-static/static/2015-09/2/13/campaign_images/webdr15/jackie-chan-adventures-was-the-best-cartoon-2-17288-1441214991-1_dblbig.jpg",
"ST": "TvShow",
"NPU": "jackiechanadventures"
},
{
"ABT":"\t\t Johnny Bravo is an American animated television series created by Van Partible for Cartoon Network, and the second of the network's Cartoon Cartoons. The series centers on the title character, a muscular and boorish young man who tries to get women to date him, though he is usually unsuccessful. He ends up in bizarre situations and predicaments, often accompanied by celebrity guest characters such as Donny Osmond or Adam West. Throughout its run, the show was controversial for its adult humor, pop culture references, and sly adult-oriented jokes.",
"title": "Johnny Bravo",
"NOS": "2",
"url": "https://images-na.ssl-images-amazon.com/images/I/41OgxVYuO8L._SX425_.jpg",
"ST": "TvShow",
"NPU": "johnnybravo"
},
{
"ABT":"\t\t Johnny Test is an animated television series produced by Warner Bros. Animation and Coliseum Entertainment, for the first and second seasons, and Cookie Jar, for the remainder of the series. It premiered on Kids' WB, on September 17, 2005, which continued to air the series through its second and third seasons. The rest of the series aired on Cartoon Network, from its debut on January 7, 2008 in the United States and internationally.In Canada, the series aired on Teletoon, premiering September 8, 2006",
"title": "Johnny Test",
"NOS": "1",
"url": "https://i.imgur.com/0LzNUel.jpg",
"ST": "TvShow",
"NPU": "johnnytest"
},
{
"ABT":"\t\t Justice League Unlimited (JLU) is an American animated television series that was produced by Warner Bros. Animation and aired on Cartoon Network. Featuring a wide array of superheroes from the DC Comics universe, and specifically based on the Justice League superhero team, it is a direct sequel to the previous Justice League animated series. JLU debuted on July 31, 2004 on Toonami and ended with the episode aired May 13, 2006. It was also the final series set in the long-running DC animated universe, which started with Batman: The Animated Series in 1992.",
"title": "Justice League Unlimited",
"NOS": "2",
"url": "https://i.kinja-img.com/gawker-media/image/upload/s--tv0aBAt4--/c_scale,f_auto,fl_progressive,q_80,w_800/1517501242894488649.png",
"ST": "TvShow",
"NPU": "justiceleagueunlimited"
},

{
"ABT":"\t\t Kiteretsu Daihyakka (キテレツ大百科) (Also known as Kiteretsu Encyclopedia or only Kiteretsu) is a manga series by Fujiko F. Fujio which ran in the children's magazine Kodomo no Hikari from April 1974 to July 1977. The manga was later made into a 331-episode anime television series which ran on Fuji TV from March 27, 1988 to June 9, 1996. An English dub of the anime airs in India on Hungama TV, Disney XD and Cartoon Network and in Taiwan on Momo[disambiguation needed].[1][2] As of September 2016, a remastered version of the series airs on Animax in Japan.",
"title": "Kiteretsu",
"NOS": "1",
"url": "http://orig09.deviantart.net/9133/f/2011/040/b/4/kiteretsu_and_korosuke_dinner_by_myabuttreeks-d397frf.jpg",
"ST": "TvShow",
"NPU":"kiteretsu"
},
{
"ABT":"\t\t Kochira Katsushika-ku Kameari Kōen Mae Hashutsujo (こちら葛飾区亀有公園前派出所, lit. This is the Police Station in Front of Kameari Park in Katsushika Ward), often shortened to KochiKame (こち亀), is a Japanese comedy manga series written and illustrated by Osamu Akimoto. It takes place in the present day, in and around a neighborhood police station (kōban) in the downtown part of Tokyo, and revolves around the misadventures of middle-aged cop Kankichi Ryotsu. The official English title is KochiKame: Tokyo Beat Cops.",
"title": "Kochikame",
"NOS": "1",
"url": "http://vignette1.wikia.nocookie.net/dragonball/images/b/ba/KochiKame.png",
"ST": "TvShow",
"NPU": "kochikame"
},
{
"ABT":"\t\t Kung Fu Panda is a 2008 American computer-animated action comedy martial arts film produced by DreamWorks Animation and distributed by Paramount Pictures.1 It was directed by John Stevenson and Mark Osborne and produced by Melissa Cobb, and stars the voices of Jack Black, Dustin Hoffman, Angelina Jolie, Ian McShane, Seth Rogen, Lucy Liu, David Cross, Randall Duk Kim, James Hong, and Jackie Chan. Set in a version of ancient China populated by anthropomorphic talking animals, the plot revolves around a bumbling panda named Po who aspires to be a kung fu master. When an evil kung fu warrior named Tai Lung is foretold to escape after twenty years in prison, Po is unwittingly named the chosen one destined to defeat him and bring peace to the land, much to the chagrin of the resident kung fu warriors.",
"title": "Kung Fu Panda",
"NOS": "1",
"url": "https://talenthouse-res.cloudinary.com/image/upload/c_limit,h_1280,q_90,w_480/v1/invites/l8q3fcvjzllbgk5oovjs.jpg",
"ST": "Movie",
"NPU": "kungfupanda"
},
{
"ABT":"\t\t Looney Tunes is an American animated series of comedy short films produced by Warner Bros. from 1930 to 1969 during the golden age of American animation, alongside its sister series Merrie Melodies.[2] It was known for introducing such famous cartoon characters as Bugs Bunny, Daffy Duck, Porky Pig, Elmer Fudd, Tweety, Sylvester, Granny, Yosemite Sam, Foghorn Leghorn, Marvin the Martian, Pepé Le Pew, Speedy Gonzales, Tasmanian Devil, Road Runner, Wile E. Coyote and many others.",
"title": "Looney Tunes",
"NOS": "1",
"url": "http://www.dan-dare.org/FreeFun/Images/CartoonsMoviesTV/LooneyTunesWallpaper800.jpg",
"ST": "TvShow",
"NPU": "looneytunes"
},
{
"ABT":"\t\t Make Way for Noddy is a musical CGI animated series for children, produced by Chorion of the United Kingdom in conjunction with SD Entertainment in the United States. Based on Enid Blyton's Noddy character, it originally aired in twelve minute segments as part of the Milkshake programme on Britain's Five, from September 2, 2002 to June 16, 2007. It was repeated until the beginning of 2016.[1] In 2005, the American version of the series was launched in the United States on PBS in a half-hour version. This version was a longer format; it combined two of the twelve minute segments with new material.",
"title": "Make Way for Noddy",
"NOS": "1",
"url": "http://www.disneyimage.com/_/rsrc/1264579366621/noddy-and-friends/noddy_and_friends_Wallpaper_3.jpg",
"ST": "TvShow",
"NPU": "makewayfornoddy"
},
{
"ABT":"\t\t Mickey Mouse is a funny animal cartoon character and the mascot of The Walt Disney Company. He was created by Walt Disney and Ub Iwerks at the Walt Disney Studios in 1928. An anthropomorphic mouse who typically wears red shorts, large yellow shoes, and white gloves, Mickey is one of the world's most recognizable characters.\n\t\t Mickey first appeared in the short Plane Crazy, debuting publicly in the short film Steamboat Willie (1928), one of the first sound cartoons. He went on to appear in over 130 films, including The Band Concert (1935), Brave Little Tailor (1938), and Fantasia (1940). Mickey appeared primarily in short films, but also occasionally in feature-length films. Ten of Mickey's cartoons were nominated for the Academy Award for Best Animated Short Film, one of which, Lend a Paw, won the award in 1942. In 1978, Mickey became the first cartoon character to have a star on the Hollywood Walk of Fame.",
"title": "Mickey Mouse",
"NOS": "1",
"url": "https://img.youtube.com/vi/LV0-OGiGGyg/maxresdefault.jpg",
"ST": "TvShow",
"NPU": "mickeymouse"
},
{
"ABT":"\t\t Motu Patlu is an Indian animated sitcom television series airing on Nickelodeon and Vasantham. The series is produced by Cosmos-Maya.[4] It is adapted from the classic comic strip on Lot Pot. It was premiered on 16 October 2012, beginning with episode Jon Banega Don. It focuses on two friends, Motu and Patlu, living in the fictional city Furfuri Nagar.\n\t\t The director is Suhas Kadav and the theme music composer is Sandesh Shandilya. The producers are Deepa Sahi and Anish JS Mehta. The theme song Motu Aur Patlu Ki Jodi is sung by Sukhwinder Singh. It is one of the most popular kids shows in India",
"title": "Motu Patlu",
"NOS": "3",
"url": "https://i.ytimg.com/vi/03Oi1_xJt-g/hqdefault.jpg",
"ST": "TvShow",
"NPU": "motupatlu"
},
{
"ABT":"\t\t Mr. Bean (also known as Mr. Bean: The Animated Series) is a British-Hungarian animated television sitcom produced by Tiger Aspect Productions and, only for its first three seasons, by Richard Purdum Productions, Varga Holdings, and Sunwoo Entertainment.\n\t\t It is based on the British live-action series of the same name. In October 2000, it was reported that Mr. Bean would become animated, which was initially to be targeted at adults. In February 2001, the series was officially announced, with it premièring shortly afterwards",
"title": "Mr. Bean: The Animated Series",
"NOS": "2",
"url": "https://www.watchcartoononline.io/thumbs/Mr-Bean-the-Animated-Series-Season-4-Episode-1-Home-Movie.jpg",
"ST": "TvShow",
"NPU": "mrbeantheanimatedseries"
},
{
"ABT":"\t\t Mr. Bean is a British sitcom created by Rowan Atkinson and Richard Curtis, produced by Tiger Aspect Productions, and starring Atkinson as the title character. The sitcom consisted of 15 episodes that were co-written by Atkinson, alongside Curtis and Robin Driscoll; for the pilot, it was co-written by Ben Elton. 14 of the episodes were broadcast on ITV, beginning with the pilot on 1 January 1990, until The Best Bits of Mr. Bean, a compilation episode, on 15 December 1995. The fourteenth episode, Hair by Mr. Bean of London, was not broadcast on television, until 25 August 2006 on Nickelodeon",
"title": "Mr Bean: TV series",
"NOS": "1",
"url": "http://www.mrbeantvseries.co.uk/bean3.jpg",
"ST": "TvShow",
"NPU": "mrbeantvseries"
},
{
"ABT":"\t\t Ninja Hattori-kun (忍者ハットリくん), known as Ninja Hattori in some countries, is a manga series created by Fujiko Fujio A, later adapted into a television drama, a 1981 anime series, a video game and a live-action movie. It was remade as a 2012 anime series as a joint venture between India and Japan and is currently airing in several Asian countries including in India itself in English.",
"title": "Ninja Hattori",
"NOS": "1",
"url": "https://ih0.redbubble.net/image.224474600.0383/flat,600x600,070,f.u1.jpg",
"ST": "TvShow",
"NPU": "ninjahattori"
},
{
"ABT":"\t\t Oggy is a fat blue cat who loves watching TV and cooking. The only bane in his peaceful existence is the presence of three pesky roaches who love raiding his fridge and generally irritating him.",
"title": "Oggy and the Cockroaches",
"NOS": "1",
"url": "http://vignette1.wikia.nocookie.net/oggyandthecockroaches/images/e/ea/Jack_and_Oggy_and_cockroaches.jpg",
"ST": "TvShow",
"NPU": "oggyandthecockroaches"
},
{
"ABT":"\t\t Olaf's Frozen Adventure is a 2017 American 3D computer-animated featurette, produced by Walt Disney Animation Studios and released by Walt Disney Pictures. It is directed by Kevin Deters and Stevie Wermers, who previously directed the holiday-themed Prep and Landing shorts. The film features the voices of Josh Gad, Kristen Bell, Idina Menzel, and Jonathan Groff reprising their roles from the original 2013 film Frozen. It premiered in 3D in theaters for a limited time engagement in front of Pixar's Coco on November 22, 2017, and made its television debut on ABC on December 14, 2017.",
"title": "Olaf's Frozen Adventure",
"NOS": "1",
"url": "https://lumiere-a.akamaihd.net/v1/images/au_rich_hero_mobile_olaf_2_f6c3e49f.jpeg?region=0,0,640,640",
"ST": "Movie",
"NPU": "olafsfrozenadventure"
},
{
"ABT":"Oswald is an American-British children's animated television series originally airing on Nickelodeon as part of the Nick Jr. block. It first aired on August 20, 2001 in the United States.[3] The show was created by Dan Yaccarino and co-produced by HIT Entertainment. It was also broadcast on Noggin and CBS (during the Nick Jr. on CBS programming block) in reruns.\n\t\tThe series is set in Big City, a colorful world populated by a cast of anthropomorphic animals, mythological creatures, and humanoid beings. Each episode follows the daily experiences of an anthropomorphic blue octopus named Oswald (voiced by Fred Savage), accompanied by his beloved pet hot dog Weenie, and their life in the cheerful and whimsically-designed community of Big City. Commonly, the program concentrates on Oswald's experiences with friends, acquaintances, and neighbors—including Henry, a talking penguin and Daisy, an anthropomorphic flower, among others—and his patient methods of coping with or tolerating different situations and dilemmas, along with his thoroughly optimistic outlook on life.",
"ID":"02",
"title":"Oswald",
"NOS":"1",
"ST":"TvShow",
"url":"https://d2e111jq13me73.cloudfront.net/sites/default/files/styles/product_image_aspect_switcher_170w/public/product-images/csm-tv/oswald-poster.jpg",
"NPU":"oswald"
},
{
"ABT":"Perman (Japanese: パーマン Hepburn: Pāman) is a Japanese manga series written and illustrated by the manga artist duo Fujiko Fujio about a clumsy boy, Mitsuo Suwa, who is chosen to apprentice to a powerful superhero. The first manga series was serialized in Weekly Shōnen Sunday from 1967 to 1968, and the second was serialized in CoroCoro Comic from 1983 to 1986. The first anime series was first produced in black and white in 1967. The second anime series was made in color in 1983 and films were released in 1983, 1984, 1985, 2003 and 2004.",
"ST":"TvShow",
"title": "Perman",
"NOS": "1",
"url": "http://images5.fanpop.com/image/photos/28200000/perman-perman-28265711-800-600.jpg",
"NPU": "perman"
},
{
"ABT":"Phineas and Ferb is an American animated musical comedy television series. Originally broadcast as a one-episode preview on August 17, 2007 and again previewed on September 28, 2007, the series officially premiered on February 1, 2008 on Disney Channel, and follows Phineas Flynn and his British stepbrother Ferb Fletcher on summer vacation. Every day, the boys embark on some grand new project, which annoys their controlling sister, Candace, who frequently tries to reveal their shenanigans to her and Phineas' mother, Linda Flynn-Fletcher, and less frequently to Ferb's father, Lawrence Fletcher. The series follows a standard plot system; running gags occur every episode, and the b-plot almost always features Phineas and Ferb's pet platypus Perry the Platypus working as a spy (named Agent P) for OWCA (the Organization Without a Cool Acronym), to defeat the latest scheme of Dr. Heinz Doofenshmirtz, a mad scientist driven largely by a need to assert his evilness. Sometimes, other villains scoff at his level of evil. The two plots intersect at the end to erase all traces of the boys' project just before Candace can show it to their mother. This usually leaves Candace very frustrated.",
"ST":"TvShow",
"title": "Phineas and Ferb",
"NOS": "1",
"url": "http://img06.deviantart.net/14bc/i/2011/294/c/5/phineas_and_ferb_by_colorousme-d4dhqqx.jpg",
"NPU": "phineasandferb"
},
{
"ABT":"Pingu is a Swiss-British stop-motion clay animated children's comedy television series created by Otmar Gutmann and produced from 1990 to 2000 for Swiss television, and from 2003 to 2006 for British television by The Pygos Group (formerly Trickfilmstudio and Pingu Filmstudio). It centres on a family of anthropomorphic penguins who live at the South Pole; the main character is the family's son and title character, Pingu.\n Pingu was a worldwide hit, due to its lack of real spoken language: nearly all dialogue is in an invented grammelot penguin language referred to as 'Penguinese', consisting of babbling, muttering, and his characteristic sporadic loud honking noise, which can be popularly recognized as Noot noot! or other variants, stated to be Noo, Noo! by the defunct Pingu website's trivia page,accompanied by turning his beak into a megaphone-like shape",
"ST":"TvShow",
"title": "Pingu",
"NOS": "1",
"url": "https://i.ytimg.com/vi/BaZL8ys8bBs/hqdefault.jpg",
"NPU": "pingu"
},
{
"ABT":"The Pink Panther is a British-American media franchise primarily focusing on a series of comedy-mystery films featuring an inept French police detective, Inspector Jacques Clouseau. The series began with the release of The Pink Panther (1963). The role of Clouseau was originated by, and is most closely associated with, Peter Sellers. Most of the films were written and directed by Blake Edwards, with theme music composed by Henry Mancini. Elements and characters inspired by the films were adapted into other media, including books, comic books and animated series.",
"ST":"TvShow",
"title": "Pink Panther",
"NOS": "1",
"url": "https://www.bleedingcool.com/wp-content/uploads/2014/03/pink-panther.jpg",
"NPU": "pinkpanther"
},
{
"ABT":"Pokémon (Japanese: ポケモン Hepburn: Pokemon, Japanese: [pokemoɴ]; English: /ˈpoʊkɪˌmɒn, -ki-, -keɪ-/) is a media franchise managed by The Pokémon Company, a Japanese consortium between Nintendo, Game Freak, and Creatures.The franchise copyright is shared by all three companies, but Nintendo is the sole owner of the trademark. The franchise was created by Satoshi Tajiri in 1995, and is centered on fictional creatures called Pokémon, which humans, known as Pokémon Trainers, catch and train to battle each other for sport. The English slogan for the franchise is 'Gotta Catch 'Em All'.\n The franchise began as a pair of video games for the original Game Boy that were developed by Game Freak and published by Nintendo. It now spans a video game series, a trading card game, an anime television series, a film series, books, manga comics, music, toys, and merchandise. Pokémon is the highest-grossing media franchise of all time, with over ¥6 trillion($59.1 billion) in total revenue.It includes the world's top-selling toy brand,the top-selling trading card game with over 25.7 billion cards sold,the second best-selling video game franchise (behind only Nintendo's Mario franchise)ith more than 300 million copies sold, and the most successful television show based on a video game. The franchise is also represented in other Nintendo media, such as the Super Smash Bros. series.",
"ST":"TvShow",
"title": "Pokemon",
"NOS": "1",
"url": "http://otakudome.com/wp-content/uploads/2014/12/url3.jpg",
"NPU": "pokemon"
},
{
"ABT":"\t\t Popeye the Sailor is a cartoon fictional character created by Elzie Crisler Segar. The character first appeared in the daily King Features comic strip, Thimble Theatre, on January 17, 1929, and Popeye became the strip's title in later years; Popeye has also appeared in theatrical and television animated cartoons.",
"ST":"TvShow",
"title": "Popeye The Sailor Man",
"NOS": "1",
"url": "https://3.bp.blogspot.com/-iEi4HbM4IiE/UlCTGg-DamI/AAAAAAAAAaM/_A3ggjQBlJQ/s640/Popeye+HD+Wallpapers+8.jpg",
"NPU": "popeyethesailorman"
},
{
"ABT":"Power Rangers is an American entertainment and merchandising franchise built around a live action superhero television series. Produced first by Saban Entertainment, later by BVS Entertainment, and today by SCG Power Rangers & Hasbro, the television series takes much of its footage from the Japanese tokusatsu Super Sentai, produced by Toei Company.The first Power Rangers entry, Mighty Morphin Power Rangers, debuted on August 28, 1993, and helped launch the Fox Kids programming block of the 1990s, during which it catapulted into popular culture along with a line of action figures and other toys by Bandai.[2] As of 2001, the media franchise has generated over $6 billion in retail sales worldwide",
"ST":"TvShow",
"title": "Power Rangers",
"NOS": "1",
"url": "http://assets1.ignimgs.com/2016/05/06/mighty-morphin-s1-power-rangersjpg-652e5e_765w.jpg",
"NPU": "powerrangers"
},
{
"ABT":"\t\t Recess is an American animated series created by Paul Germain and Joe Ansolabehere (credited as Paul and Joe) and produced by Walt Disney Television Animation, with animation done by Grimsaem, Plus One Animation, Sunwoo Animation, and Toon City. The series focuses on six elementary school students and their interaction with other classmates and teachers. The title refers to the recess period during the daily schedule, in the North American tradition of educational schooling, when students are not in lessons and are outside in the schoolyard. During recess, the children form their own society, complete with government and a class structure, set against the backdrop of a regular school.",
"ID":"09",
"ST":"TvShow",
"title": "Recess",
"NOS": "2",
"url": "https://cultfaction.files.wordpress.com/2015/01/disney-recess.jpg",
"NPU": "recess"
},
{
"ABT":"\t\t Wile E. Coyote (also known simply as The Coyote) and the Road Runner are a duo of characters from the Looney Tunes and Merrie Melodies series of cartoons. In the cartoons, the Coyote repeatedly attempts to catch and subsequently eat the Road Runner, a fast-running ground bird, but is never successful. Instead of his species' animal instincts, the Coyote uses absurdly complex contraptions (sometimes in the manner of Rube Goldberg) to pursue his prey, which comically backfire with the Coyote often getting injured in slapstick fashion. One running gag involves the Coyote trying in vain to shield himself with a little parasol against a great falling boulder that is about to crush him.",
"ID":"09",
"ST":"TvShow",
"title": "Road Runner & Wile E Coyote",
"NOS": "1",
"url": "http://images.mentalfloss.com/sites/default/files/styles/article_640x430/public/roadrunner-primary.png",
"NPU": "roadrunner"
},
{
"ABT":"\t Samurai Jack is an American action-adventure animated television series created by Genndy Tartakovsky for Cartoon Network. The series follows Jack, an unnamed Japanese samurai sent through time to a dystopian future ruled by the tyrannical shape-shifting demon Aku. Jack quests to travel back in time and defeat Aku before he can take over the world. The series premiered on August 10, 2001, with a TV movie called The Premiere Movie, before ending in its fourth season on October 16, 2004, without concluding the story. A revival was produced twelve years later, resulting in a fifth season that concluded the series. The fifth season premiered on Adult Swim's Toonami block on March 11, 2017, and the series finale aired on May 20. All episodes of Samurai Jack are directed by Tartakovsky, usually in collaboration with others. The series has garnered critical acclaim, and won eight Primetime Emmy Awards, including Outstanding Animated Program, as well as six Annie Awards and an OIAF Award.",
"ID":"09",
"ST":"TvShow",
"title": "Samurai Jack",
"NOS": "1",
"url": "http://cdn.collider.com/wp-content/uploads/samurai-jack-vs-aku.jpg",
"NPU": "samuraijack"
},
{
"ABT":"Scooby-Doo is an American animated franchise, comprising many animated television series produced from 1969 to the present day. Writers Joe Ruby and Ken Spears created the original series, Scooby-Doo, Where Are You!, for Hanna-Barbera Productions in 1969. This Saturday-morning cartoon series featured four teenagers—Fred Jones, Daphne Blake, Velma Dinkley, and Norville Shaggy Rogers—and their talking brown Great Dane named Scooby-Doo, who solve mysteries involving supposedly supernatural creatures through a series of antics and missteps.\n \tFollowing the success of the original series, Hanna-Barbera and its successor Warner Bros. Animation have produced numerous follow-up and spin-off animated series and several related works, including television specials and made-for-TV movies, a line of direct-to-video films, and two Warner Bros.–produced theatrical feature films. Some versions of Scooby-Doo feature different variations on the show's supernatural theme, and include characters such as Scooby's cousin Scooby-Dum and nephew Scrappy-Doo in addition to or instead of some of the original characters",
"ID":"09",
"ST":"TvShow",
"title": "Scooby-Doo",
"NOS": "4",
"url": "http://assets.nydailynews.com/polopoly_fs/1.2515976.1454336796!/img/httpImage/image.jpg_gen/derivatives/article_750/jan-05.jpg",
"NPU": "scoobydoo"
},
{
"ABT":"\t Crayon Shin-chan (Japanese: クレヨンしんちゃん Hepburn: Kureyon Shin-chan), also known as Shin Chan, is a Japanese manga series written and illustrated by Yoshito Usui. It follows the adventures of the five-year-old Shinnosuke 'Shin' Nohara and his parents, baby sister, dog, neighbours, and friends and is set in Kasukabe, Saitama Prefecture.\n\t Crayon Shin-chan first appeared in 1990 in a Japanese weekly magazine called Weekly Manga Action, which is published by Futabasha. Due to the death of author Yoshito Usui, the manga in its original form ended on September 11, 2009. A new manga began in the summer of 2010 by members of Usui's team,titled New Crayon Shin-chan (新クレヨンしんちゃん Shin Kureyon Shin-chan).\n\t An anime adaptation of the series began airing on TV Asahi in 1992 and is still ongoing on several television networks, worldwide. The show has now been dubbed in 30 languages which aired in 45 countries, has over 970 episodes and 26 full-length films. Crayon Shin-chan is the 24th highest-grossing animated franchise and more than 100 million copies of the manga have been sold worldwide.",
"ID":"09",
"ST":"TvShow",
"title": "Shinchan",
"NOS": "4",
"url": "https://qph.ec.quoracdn.net/main-qimg-60469785a6593652adf7e7388194d0f8?convert_to_webp=TvShow",
"NPU": "shinchan"
},
{
"ABT":"Smurfs: The Lost Village is a 2017 American 3D computer-animated fantasy adventure comedy film, produced by Columbia Pictures, Sony Pictures Animation and The Kerner Entertainment Company, and distributed by Sony Pictures Releasing.It is based on The Smurfs comic book series created by Belgian comics artist Peyo and is a reboot of Sony's previous live-action/animated films. It was written by Stacey Harman and Pamela Ribon and directed by Kelly Asbury and stars the voices of Demi Lovato, Rainn Wilson, Joe Manganiello, Mandy Patinkin, Jack McBrayer, Danny Pudi, Michelle Rodriguez, Ellie Kemper, Ariel Winter, Meghan Trainor, and Julia Roberts. In the film, a mysterious map prompts Smurfette, Brainy, Clumsy and Hefty to find a lost village before Gargamel does.\nThe Lost Village was released on April 7, 2017, to mixed reviews from critics. It grossed over $197 million worldwide.",
"ID":"09",
"ST":"Movie",
"title": "Smurfs The Lost Village",
"NOS": "1",
"url": "https://i1.wp.com/nofiltermum.co.nz/wp-content/uploads/2017/03/smurfs-the-lost-village-900x780.jpg",
"NPU": "smurfsthelostvillage"
},
{
"ABT":"\t\t Spider-Man, also known as Spider-Man: The Animated Series, is an American animated television series based on the Marvel Comics superhero of the same name. The show ran on Fox Kids from November 19, 1994, to January 31, 1998, and ran reruns on the Jetix block on Toon Disney and on Disney XD. The producer/story editor was John Semper, Jr. and the production company was Marvel Films Animation",
"ID":"09",
"ST":"TvShow",
"title": "Spider Man: The Animated Series",
"NOS": "5",
"url": "https://oldies-cdn.freetls.fastly.net/i/boxart/w340/01/06/043396010680.jpg?v=3",
"NPU": "spiderman"
},
{
"ABT":"\t\t Takeshi's Castle (風雲！たけし城 Fūun! Takeshi-jō, literally Showdown! Takeshi Castle) is a Japanese game show that aired between 1986 and 1990, on the Tokyo Broadcasting System. It featured the Japanese actor Takeshi Kitano (also known as Beat Takeshi) as a count who owns a castle and sets up difficult challenges for players (or a volunteer army) to get to him. The show has become a cult television hit around the world. A special live revival was broadcast on April 2, 2005, for TBS's 50th anniversary celebrations.\n\t\t The original show involved between 100 and 142 contestants whom General Tani (Hayato Tani) forced into a series of physical challenges, in some ways similar to those in It's a Knockout, eliminating many of the contestants. Each show finished with a Final Showdown in which Count Takeshi (Kitano) was faced by the remaining contestants. In early episodes they would storm the castle set itself in a short-range water gun assault. Later episodes introduced carts with paper rings, and eventually lasers and light-sensitive targets. If the contestant's gun penetrated the paper ring or hit the sensor on Takeshi's cart, against such weapons as a large water gun and a laser-armed plane, Takeshi's cart was deactivated, the castle was taken and the game won. The player who stopped Takeshi won 1 Million yen (which, at the time, was roughly equivalent to $8,000 US or £5,000 sterling). However, there were only nine winners during the show's run.",
"ID":"03",
"title": "Takeshi's Castle",
"NOS": "1",
"url": "http://vignette2.wikia.nocookie.net/keshiheads/images/4/4c/Blueberry_Hill.png",
"ST":"TvShow",
"NPU": "takeshiscastle"
},
{
"ABT":"\t\t\tBaloo the Bear from the Jungle Book is cast as a 1930's Pacific Islands bush pilot.\n\t\t This casts key characters from the Jungle Book into a 1930's pacific setting where Baloo is a bush pilot who finds himself as part of a struggling courier company.",
"ID":"03",
"title": "TaleSpin",
"NOS": "1",
"url": "http://www.digital-polyphony.com/OldTaleSpinDesign.jpg",
"ST":"TvShow",
"NPU": "talespin"
},
{
"ABT":"\t\t Teen Titans is an American animated superhero television series created by Glen Murakami, based on the DC Comics characters of the same name. It is based primarily on the run of stories by Marv Wolfman and George Pérez from the early 1980s New Teen Titans comic book series.\n\t\t Teen Titans premiered on Cartoon Network on July 19, 2003, and also premiered on Kids' WB!. Initially, only four seasons were planned, but the popularity of the series led to Cartoon Network ordering a fifth season. The final half-hour episode of the show, Things Change, aired on January 16, 2006 it was later followed by a TV movie, Teen Titans: Trouble in Tokyo, that premiered on September 15, 2006, serving as the series finale.\n\t\t Teen Titans became one of Cartoon Network's most beloved and critically acclaimed series, renowned for its character development and serious themes. During its run, the series was nominated for three Annie Awards and one Motion Picture Sound Editors Award. Spin-off media included comics, DVD releases, video games, music albums, and collectible toys. Reruns have aired on Cartoon Network's retro animation sister channel Boomerang until June 1, 2014. In 2013, the show spawned a spin-off, titled Teen Titans Go!, which received a theatrical film, scheduled to be released on July 27, 2018, titled Teen Titans Go! To the Movies. After almost five years since the last rerun in October 2012, the 2003 Teen Titans returned to Cartoon Network for reruns on August 7, 2017",
"ID":"03",
"title": "Teen Titans",
"NOS": "1",
"url": "http://vignette2.wikia.nocookie.net/teen-titans-go/images/a/a4/4374406-teen-titans-season-1-screenshot-1.jpg",
"ST":"TvShow",
"NPU": "teentitans"
},
{
"ABT":"\t\tThe Adventures of Tintin is a French/Belgian/Canadian animated television series based on The Adventures of Tintin. It is based on a series of books written by Belgian cartoonist Georges Prosper Remi, known by the pen name Hergé .It debuted in 1991 39 half-hour episodes were produced over the course of its three seasons.\n\t\tThe television series was directed by French director Stephen Bernasconi (with Peter Hudecki as the Canadian unit director) and produced by Ellipse (France) and Nelvana (Canada) on behalf of the Hergé Foundation. It was the first television adaptation of Hergé's books since the Belgian animation company Belvision was responsible for Hergé's Adventures of Tintin 20 years earlier. Philippe Goddin, an expert in Hergé and Tintin, acted as a consultant to the producers. The series' writers included: Toby Mullally, Eric Rondeaux, Martin Brossolet, Amelie Aubert, Dennise Fordham, and Alex Boon",
"ID":"03",
"title": "The Adventures of Tintin",
"NOS": "3",
"url": "http://www.mrgrayhistory.com/wp-content/uploads/2013/07/70576.jpg",
"ST":"TvShow",
"NPU": "theadventuresoftintin"
},
{
"ABT":"\t\tThe Boss Baby is a 2017 American computer-animated comedy film loosely based on the 2010 picture book of the same name by Marla Frazee and produced by DreamWorks Animation. Directed by Tom McGrath and written by Michael McCullers, the film stars the voices of Alec Baldwin as the title character, along with Miles Bakshi, Steve Buscemi, Jimmy Kimmel, Lisa Kudrow, and Tobey Maguire. The plot follows a baby who is a secret agent in the war for adults' love between babies and puppies.\n\t\t The Boss Baby premiered at the Miami International Film Festival on March 12, 2017, and was released by 20th Century Fox on March 31, 2017. Upon release, the film received mixed reviews from critics and grossed $528 million worldwide against its $125 million budget. The film received Best Animated Feature nominations at both the Academy Awards and Golden Globes (losing both to Coco).\n\t\t A sequel is scheduled to be released on March 26, 2021, while a Netflix TV series, The Boss Baby: Back in Business premiered April 6, 2018.",
"ID":"03",
"title": "The Boss Baby",
"NOS": "1",
"url": "https://s-media-cache-ak0.pinimg.com/originals/0d/c9/95/0dc9955ff5ee31f5be69c7c8bfd724a4.png",
"ST":"Movie",
"NPU": "thebossbaby"
},
{
"ABT":"\t\t The Flintstones is an American animated sitcom produced by Hanna-Barbera for ABC. The series takes place in a romanticized Stone Age setting, depicts the lives of the titular characters and their next-door neighbors and best friends. It was originally broadcast from September 30, 1960, to April 1, 1966, in a prime time schedule, the first such instance for an animated series.\n\t\t The continuing popularity of The Flintstones rested heavily on its juxtaposition of modern everyday concerns in the Stone Age setting. The Flintstones was the most financially successful network animated franchise for three decades, until The Simpsons debuted decades later. In 2013, TV Guide ranked The Flintstones the second Greatest TV Cartoon of All Time (after The Simpsons).",
"ID":"03",
"title": "The Flintstones",
"NOS": "1",
"url": "http://www.seowebmarketing.co.uk/wp-content/uploads/The-Flintstones-Google-Doodle-900x506.jpg",
"ST":"TvShow",
"NPU": "theflintstones"
},
{
"ABT":"\t The Jungle Book is a 1967 American animated musical comedy adventure film produced by Walt Disney Productions. Inspired by Rudyard Kipling's book of the same name, it is the 19th Disney animated feature film. Directed by Wolfgang Reitherman, it was the last film to be produced by Walt Disney, who died during its production. The plot follows Mowgli, a feral child raised in the Indian jungle by wolves, as his friends Bagheera the panther and Baloo the bear try to convince him to leave the jungle before the evil tiger Shere Khan arrives.\n\t\t The early versions of both the screenplay and the soundtrack followed Kipling's work more closely, with a dramatic, dark, and sinister tone which Disney did not want in his family film, leading to writer Bill Peet and composer Terry Gilkyson being replaced. The casting employed famous actors and musicians Phil Harris, Sebastian Cabot, George Sanders and Louis Prima, as well as Disney regulars such as Sterling Holloway, J. Pat O'Malley and Verna Felton, and the director's son, Bruce Reitherman, as Mowgli.The Jungle Book was released on October 18, 1967, to positive reception, with acclaim for its soundtrack, featuring five songs by the Sherman Brothers and one by Gilkyson,The Bare Necessities. The film initially became Disney's second highest-grossing animated film in the United States and Canada, and was also successful during its re-releases. The film was also successful throughout the world, becoming Germany's highest-grossing film by number of admissions Disney released a live-action remake in 1994 and an animated sequel, The Jungle Book 2, in 2003 another live-action adaptation directed by Jon Favreau was released in 2016.",
"ID":"03",
"title": "The Jungle Book",
"NOS": "1",
"url": "http://res.cloudinary.com/maymay/image/upload/v1512202712/v1_qmq5ju.jpg",
"ST":"TvShow",
"NPU": "thejunglebook"
},
{
"ABT":"\t\t Kion, Simba and Nala's young cub, is gifted with a powerful roar, which makes him the leader of Lion Guard, an animal group whose main purpose is to maintain the Circle of Life.\n\t\t Mufasa (voiced by James Earl Jones in Return of the Roar, reprising his role from The Lion King, Gary Anthony Williams in later episodes) – Simba's father, and Kion and Kiara's paternal grandfather who was killed in the original film by a wildebeest stampede orchestrated by his younger brother Scar.",
"ID":"03",
"title": "The Lion Guard: Return of the Roar",
"NOS": "1",
"url": "https://upload.wikimedia.org/wikipedia/en/1/1f/The_Lion_Guard_(Music_from_the_TV_Series).jpg",
"ST":"TvShow",
"NPU": "thelionguard"
},
{
"ABT":"\t\t The Powerpuff Girls is an American superhero animated television series created by animator Craig McCracken for Cartoon Network. The show centers on Blossom, Bubbles, and Buttercup, three sisters with superpowers, as well as their father, the brainy scientist Professor Utonium, who all live in the city of Townsville. The girls are frequently called upon by the town's naïve mayor to help fight nearby criminals using their powers.\n\t\tMcCracken originally developed the show in 1992 as a cartoon short entitled Whoopass Stew! while in his second year at CalArts. Following a name change, Cartoon Network featured the first Powerpuff Girls pilots in its animation showcase program What a Cartoon! in 1995 and 1996. The series made its official debut as a Cartoon Cartoon on November 18, 1998, with the final episode airing on March 25, 2005.A total of 78 episodes were aired in addition to two pilot shorts, a Christmas special, and a feature film. In addition, a tenth anniversary special was made in 2008. A CGI special was also made in 2014 without McCracken's input. From the Monkey See, Doggie Do Mommy Fearest up to the Superfriends episode from the 1998 Powerpuff Girls series, it was produced by Hanna-Barbera Cartoons and Cartoon Network. The rest of the episodes were produced by Cartoon Network Studios.\n\t\tThe series has been nominated for six Emmy Awards, nine Annie Awards, and a Kids' Choice Award during its run. Spin-off media include an anime, three CD soundtracks, a home video collection, a series of video games and a 2016 reboot, as well as various licensed merchandise. The series has received generally positive reception and won four awards.",
"ID":"03",
"title": "The Powerpuff Girls",
"NOS": "2",
"url": "http://www.thegamewiz.com/wp-content/uploads/2015/02/powerpuff-girls.png",
"ST":"TvShow",
"NPU": "thepowerpuffgirls"
},
{
"ABT":"\t Tom and Jerry is an American animated series of short films created in 1940 by William Hanna and Joseph Barbera. It centers on a rivalry between its two title characters, Tom, a cat, and Jerry, a mouse, and many recurring characters, based around slapstick comedy.\nIn its original run, Hanna and Barbera produced 114 Tom and Jerry shorts for Metro-Goldwyn-Mayer from 1940 to 1958.During this time, they won seven Academy Awards for Animated Short Film, tying for first place with Walt Disney's Silly Symphonies with the most awards in the category. After the MGM cartoon studio closed in 1957, MGM revived the series with Gene Deitch directing an additional 13 Tom and Jerry shorts for Rembrandt Films from 1961 to 1962. Tom and Jerry then became the highest-grossing animated short film series of that time, overtaking Looney Tunes. Chuck Jones then produced another 34 shorts with Sib Tower 12 Productions between 1963 and 1967. Three more shorts were produced, The Mansion Cat in 2001, The Karate Guard in 2005, and A Fundraising Adventure in 2014, making a total of 164 shorts.\n A number of spin-offs have been made, including the television series The Tom and Jerry Show (1975), The Tom and Jerry Comedy Show (1980–82), Tom and Jerry Kids (1990–93), Tom and Jerry Tales (2006–08), and The Tom and Jerry Show (2014–present). The first feature-length film based on the series, Tom and Jerry: The Movie, was released in 1992, and 13 direct-to-video films have been produced since 2002.",
"ID":"03",
"title": "Tom and Jerry",
"NOS": "1",
"url": "http://www.almrsal.com/wp-content/uploads/2014/04/Tom-And-Jerry-a-series-of-short-films-created-by-William-Hanna-and-Joseph-Barbera.jpg",
"ST":"TvShow",
"NPU": "tomandjerry"
},
{
"ABT":"Up is a 2009 American 3D computer-animated comedy-drama adventure film[3] produced by Pixar Animation Studios and released by Walt Disney Pictures. Directed by Pete Docter, the film centers on an elderly widower named Carl Fredricksen (Ed Asner) and an earnest boy named Russell (Jordan Nagai). By tying thousands of balloons to his house, Carl sets out to fulfill his dream to see the wilds of South America and complete a promise made to his late wife, Ellie. The film was co-directed by Bob Peterson, with music composed by Michael Giacchino.\n Docter began working on the story in 2004, which was based on fantasies of escaping from life when it becomes too irritating. He and eleven other Pixar artists spent three days in Venezuela gathering research and inspiration. The designs of the characters were caricatured and stylized considerably, and animators were challenged with creating realistic cloth.\n\t\tUp was Pixar's first film to be presented in Disney Digital 3-D.\n\t Up was released on May 29, 2009, and opened the 2009 Cannes Film Festival, becoming the first animated and 3D film to do so.The film grossed over $735 million, and received positive reviews, with reviewers commending the humor and heart of the film. Asner's vocal performance was praised, as was the montage of Carl and his wife Ellie aging together. The film received five Academy Award nominations, including Best Picture, making it the second animated film in history to receive such a nomination, following Beauty and the Beast (1991).",
"ID":"03",
"title": "Up",
"NOS": "1",
"url": "https://i.ytimg.com/vi/gxF24ioN9I4/hqdefault.jpg",
"ST":"Movie",
"NPU": "up"
},

{
"ABT":"We Bare Bears is an American animated sitcom created by Daniel Chong for Cartoon Network. The show follows three bear siblings, Grizzly, Panda, and Ice Bear (respectively voiced by Eric Edelstein, Bobby Moynihan, and Demetri Martin), and their awkward attempts at integrating with the human world in the San Francisco Bay Area. Based on Chong's webcomic The Three Bare Bears, the pilot episode made its world premiere at the KLIK! Amsterdam Animation Festival, where it won in the Young Amsterdam Audience category. The series premiered on July 27, 2015",
"ID":"03",
"title": "We Bare Bears",
"NOS": "1",
"url": "https://bancodeseries.com.br/images/posters/9854.jpg",
"ST":"TvShow",
"NPU": "webarebears"
},
{
"ABT":"\n\t\t Yo-kai Watch: The Movie, released in Japan under the name Yo-kai Watch: Tanjō no Himitsu da Nyan!,is a 2014 Japanese animated fantasy adventure film directed by Shigeharu Takahashi and Shinji Ushiro as part of the Yo-kai Watch franchise.The film was released on December 20, 2014 in Japan.It was followed by Enma Daiō to Itsutsu no Monogatari da Nyan!, released on December 19, 2015.",
"ID":"03",
"title": "Yo-Kai Watch",
"NOS": "1",
"ST":"Movie",
"url": "https://www.animationsfilme.ch/wp-content/uploads/2016/05/yokai-watch-2015.jpg",
"NPU": "yokaiwatch"
},
{
"ABT":"\t\tZatch Bell!, also known in Japan as Golden Gash! (金色のガッシュ!! Konjiki no Gasshu!!), is a shōnen manga series written and illustrated by Makoto Raiku. It was published in Shogakukan's Weekly Shōnen Sunday. The series follows Kiyo Takamine and his Mamodo (魔物 Mamono, lit. demon) partner Zatch Bell as they try to win the tournament of Mamodo battles in order to make Zatch the king of the Mamodo world.\n\tThe manga was later adapted into a 150 episode anime television series titled Golden Gash Bell!! (金色のガッシュベル!! Konjiki no Gasshu Beru!!) by Toei Animation. The anime was directed by Tetsuji Nakamura. Konjiki no Gash Bell premiered on Fuji TV on April 6, 2003 and ran until March 23, 2006. In addition to an array of licensed merchandise, the series also spawned a series of video games and two animated films.",
"ID":"03",
"title": "Zatch Bell",
"NOS": "2",
"ST":"TvShow",
"url": "http://vignette2.wikia.nocookie.net/cartoonnetwork/images/b/bf/Zatch_Bell!.jpg/revision/latest?cb=20140702033423",
"NPU": "zatchbell"
},
{
"ABT":"More Episodes are on the way \n Stay Connected",
"ID":"03",
"title":"MEGA",
"NOS":"34",
"ST":"MBMovie",
"url":"https://scontent.fhyd6-1.fna.fbcdn.net/v/t1.0-9/15356630_376085299398550_4704561107099320860_n.png?_nc_cat=0&oh=56ee05e654aa16872e8b64d41e8947db&oe=5BE82DE3",
"NPU":""
}

]}